[
  {
    "id": "book_心脏外科学ch21",
    "text": "## 第一节 非先天性心脏病的成人心脏移植\n\n### 一、定义\n\n心脏移植是一种将合适供体的心脏植入到受体的治疗方法。\n\n### 二、历史\n\nCarrel和GuthrieC5在1905年首次报道了成功的狗异位心脏移植。直到1933年，曼恩和梅奥诊所的同事们报道成功地将心脏移植到狗的脖子上M2。由于对器官移植的免疫学理论缺乏了解，该研究尚未在临床上应用开展。\n\n肾移植的发展历史有些相似。1908年，Car-rel在改进了血管吻合方法后，报道了1例实验动物的肾脏移植手术5。在以上这些报告之后的几年里，几乎没有新的进展，直到Dederer在1918年和1920年，先后报道了两例他在梅奥诊所的曼恩实验室的成果。虽然他的实验最终没有成功，但威廉姆森后来评论说，Dederer在同一窝幼犬中的两只身上取得的短期移植成功，“似乎强烈暗示一些生物现象可能是导致失败的原因，而这些失败常常归因于机械故障” w121926年，威廉姆森报告了对肾移植的进一步研究成果。他注意到，自体肾移植的功能令人满意地持续了几个月，而同种异体肾移植的功能仅持续了几日。W13尽管威廉姆森认为同种异体肾移植失败从组织学来看属于肾小球肾炎的一种，但他也得出结论：“同种异体肾移植的失败似乎是由于供体和受体之间的生物不相容。”W13他还说：“就我们目前的认知来看，肾移植作为一种临床治疗手段是值得怀疑的。但在适当的条件下它可能是可行的。”W13曼恩实验室的工作仍在继续，但直到1934年，吴和曼恩对移植肾衰竭的认识并没有增加。W16\n\n22年后，在同卵双胞胎之间成功移植人类肾脏的报道才出现H7,M10。在第二次世界大战期间梅达瓦尔彻底改变了对移植的理解。尽管人们对抗原和抗体有一定程度的理解，至少在某种程度上它们与各种类型的传染病有关，但梅达沃是第一个提出适用于移植的免疫学概念的人。他的研究是英国政府在第二次世界大战早期的一个研究项目的成果，该项目旨在为在1939年英国战役的轰炸中大面积烧伤的儿童设计新的皮肤覆盖方法。他在1944年发表的第一篇论文描述了他在兔子身上进行皮肤移植的经典实验。他发现兔子对移植另一只兔子皮肤的反应，与将自己的皮肤从一个部位移植到另一个部位的反应是非常不同的，就像Williamson等人在肾移植的尝试中所发现的那样。梅达沃发现，受体兔子的皮肤移植在 7∼10d发生细胞浸润，破坏了移植。Medawar将这一过程称为排斥反应，它类似于今天发生的心脏移植细胞介导的急性排斥反应。在同一篇论文中，他还描述了第二次排斥反应，即当同一只供体兔子的第二次皮肤移植到同一只兔子身上时发生的排斥反应。第二次皮肤移植物在5\\~6d被破坏，比第一次排异反应更快。Medawar推断，预先形成的抗体是第二组排斥反应的原因，这有点类似于心脏移植后很少发生的体液介导的超急性排斥反应。\n\n在这篇论文和第二篇经典论文中，梅达沃提出了一些基本概念。M8他证实了他的推断：在某些情况下排斥反应是由细胞（淋巴细胞）介导的，而在另一些情况下是由体液抗体介导的。他认识到所观察到的现象是个体间遗传多样性的结果。他假设第二组排斥反应暗含了对之前移植物的免疫记忆。人们很快展开对预防排异反应方法的讨论和研究，梅达沃在20世纪50年代早期提出，最近发现的皮质类固醇可能有助于预防排异反应。然而，免疫抑制技术发展缓慢，在此期间，1955年在波士顿的彼得·本特·布里格姆医院，梅里尔和他的同事进行了第一次成功的人类肾脏移植。根据Medawar提出的免疫学概念，他们选择了同卵双胞胎进行这项手术。这个成功的案例的前提是，此前在布里格姆医院进行了广泛的调查研究以及一些在不同基因个体间施行了最终没获成功的肾移植手术。这些成果由休谟和他的同事在1955年进行了总结。H18\n\n1960年，Merrill及其同事报道了在异卵双胞胎之间通过轻度免疫抑制而获成功的移植。M10直到1962年，Murray及其同事们才报道了成功的“改良受体的肾移植”，他们的治疗经验掀开了现代免疫抑制治疗的帷幕。M18Caine和Murray在1961年的实验发现硫唑嘌呤延长了肾移植受者的存活时间。M18,C1随后，大量的研究极大促进免疫抑制技术的发展，开发了环孢素和一系列免疫抑制药物。\n\n20世纪50年代末，沙姆韦在明尼苏达大学完成了心脏手术早期阶段的培训，之后他去了斯坦福大学，开展心脏移植的实验项目。Lower和Shumway在1960年首次报道了实验性原位心脏移植的成功，当时肾脏移植刚刚建立起来。110近藤和他的同事们证实了这一研究成果，他们报道的生存期也延长了。K16\n\n1964年，哈代和他的同事们用黑猩猩的心脏进行了第一次人类心脏移植。H3,H5Hardy的团队在过去的8年里一直在进行心脏移植的实验室调查。他们原计划使用人类捐赠者，但选定的受体（一名68岁男子，因终末期缺血性心肌病而休克，伴有呼吸衰竭、动脉闭塞和一条刚被截肢的坏疽腿）已经接近死亡，无法等待捐赠者。因此，哈迪和他的团队基于对人类黑猩猩肾脏移植的研究，选择了黑猩猩捐赠者（作为异种移植，即来自不同物种的个体的移植）。5异种移植心脏在体外循环（CPB）时收缩良好，但明显太小，无法独立支持循环。患者在停用CPB约1.5h后死亡。\n\n1967年12月3日，克里斯蒂安·巴纳德在南非开普敦完成第一例人对人心脏移植（异体移植）。B4受体名叫Louis Washkansky，年龄53岁，是前拳击手，诊断终末期缺血性心肌病。在开普敦手术3d后，Adran Kantrowitz在布鲁克林进行了第二例人类心脏移植手术。3受体为18d大新生儿，有Ebstein畸形，难治性心力衰竭，曾因严重发绀行主肺动脉分流。患者移植了一个无脑儿的心脏，但5h后因为心力衰竭和难治性酸中毒死亡。1968年1月2日，巴纳德为菲利普·布莱伯格（Philip Blaiberg）进行了第三次人类心脏移植手术，这位46岁的牙科医生患有难治性心力衰竭、严重的冠状动脉疾病和巨大的左心室动脉瘤。他成为第一个长期幸存者，术后存活了18个月。4d 后，诺曼·沙姆韦进行了第4次心脏移植手术，2周后患者死亡。在此之后，其他心脏移植手术很快在众多机构中开展。到1968年底，17个国家50个不同机构共有102名患者进行了心脏移植。结果普遍很差，术后第8日病死率为60%，平均生存时间仅为29d。\n\n虽然心脏移植在世界各地的广泛开展，但很少有患者能短期存活。这阻碍了它在临床上应用，所以到20世纪70年代早期，心脏移植在临床上基本消失了。一个例外是斯坦福大学的项目，它很稳定地进行着临床和实验移植，并持续有新的发现。Caves及其同事的报告描述了一种经静脉心内膜活检的方法，这是一项重要的临床进展，因为它可以监测同种异体心脏移植排斥反应C6。结果大约在1980年，心脏移植开始作为一种可行的治疗方式重新出现。它取得更大成功的另一个主要原因是肾移植免疫抑制理论的发现。\n\n环孢素A在1981年用于免疫抑制，这加速了晚期心力衰竭患者心脏移植从实验阶段向有效临床治疗的发展。环孢素是一种真菌代谢物，最早在1972年从inflatum Gams中分离得到B19,B20，其显著的免疫抑制特性在1972由Borel年发现B19。\n\n远距离心脏移植项目也增加了心脏移植的适用范围，提高了心脏移植的成功率。沃森和他的同事在1977年展示了这种计划的可行性，他和托马斯报告说，使用远距离捐赠者取得了良好的临床结果T2,W4 W5。\n\n自1980年以来，国际心肺移植学会（ISHLT）注册报告了来自300多个心脏移植项目的8万多例心脏移植的公开数据。国际上报道的心脏移植数目不断减少，从1995年的近5000例到2006年的不足4000例。美国的心脏移植一直稳定在每年2200例左右。与此同时，等待治疗的患者已经超过4100人。\n\n### 三、心脏移植的免疫学基础\n\n#### （一）异物检测\n\n个体间的生物变异有宏观水平、细胞水平和分子水平。对蛋白质结构和编码它们的基因分析表明，某些分子可能对每个个体来说都是独一无二的。基因决定的蛋白质氨基酸序列的差异导致其三维结构和电荷的改变；正是蛋白质肽成分的变异使免疫系统能够区分来自非自体的细胞。虽然个体的变异可能不会改变蛋白质的功能，但分子在不同个体之间以这种方式发生变化被称为多态分子。蛋白质多态性不是区分自体与异体的唯一方法，但它是导致临床心脏移植排斥反应的主要特征69。\n\n\n免疫系统细胞消除非自体的效应机制在同种异体移植排斥反应中起作用，是保护人类免受感染因子或毒素入侵的免疫反应的一部分。免疫系统的两个组成部分-先天免疫系统和适应性免疫系统，参与对非自体分子的反应。\n\n先天免疫系统包括特异性较低和更直接的免疫反应，这些反应不依赖于T淋巴细胞和B淋巴细胞上的抗原受体。这些非自适应反应依赖于炎症过程和体液扩增系统（补体、凝血、纤溶和激肽酶级联反应）。通过分泌可溶性因子（细胞因子），吞噬细胞被吸引到感染或损伤部位，伴随参与特异性免疫反应的细胞迁移。\n\n适应性免疫系统，包括T淋巴细胞（T细胞）和B淋巴细胞（B细胞）介导的反应，在初始暴露于异物之后需要一段时间才能启动破坏性机制。\n\n多态的自我表面蛋白是区分异物的主要基础，由表达抗原受体的淋巴细胞识别，这种抗原受体可以与异物多态蛋白多肽结合。这些被免疫系统检测到的异物多肽被称为抗原。“识别位点”位于抗原受体的末端，它在细胞外，因此暴露于环境中。它与抗原结合，然后细胞内分子的另一部分启动一系列生化反应，以某种方式“激活”淋巴细胞，最终形成特定的免疫反应。T淋巴细胞是一种能够通过其表面抗原受体特异性检测异物多肽的细胞。\n\n异物的肽激活B淋巴细胞产生抗体，抗体机体针对异物肽、细胞或部分细胞的特异性靶向分子。在心脏移植中，这种清除外来细胞的机制是体液排斥的基础。抗体还可以促进细胞毒性T 细胞附着在被破坏的细胞上，并作为吞噬细胞的附着点，吞噬细胞也参与免疫反应。\n\n#### （二）抗原受体的特异性\n\n免疫系统的一个独特特征是，每个T淋巴细胞在其表面只携带一种抗原受体，而且每个抗原受体对单个抗原（肽）是特异性的。一个淋巴细胞的表面平均含有大约十万个抗原受体，它们对一个单一的抗原都是相同和特异的。由于个体可能会遇到大量的外来抗原，生存依赖于足够种类的淋巴细胞抗原受体来抵抗外来多肽的入侵。\n\n抗原受体识别结合肽为“异物”的过程是神秘的。在抗原识别方面，特异性受体显然不能区分自体和非自体，但自体／非自体识别是包含大量抗原受体的淋巴细胞群的一种功能。在免疫发育过程中，胸腺中T细胞之间发生选择的过程，在胸腺中可能与自身抗原发生反应的潜在有害淋巴细胞通常被清除。当这一过程不完全时，某些疾病就会出现。一小群淋巴细胞发生交叉反应，它们的抗原受体与一个以上的抗原结合。\n\n#### （三）主要组织相容性复合体分子\n\n主要参与器官移植免疫应答的蛋白质被称为主要组织相容性复合体（MHC）抗原。T淋巴细胞只能识别抗原提呈细胞表面MHC结合槽内的抗原肽。在每个物种中，MHC抗原都有独特的名称。人MHC抗原称为人白细胞抗原（HLA）。\n\n人MHC由6号染色体短臂上的一组基因组成，这些基因编码细胞表面表达的一些蛋白质。这些基因是多态的，因为个体在基因的核苷酸序列和产生蛋白的特定氨基酸序列上是不同的。因此，对于任何一个MHC基因个体来说，该基因在一个个体群体中都可能存在多种变异（也称为等位基因）。\n\n\nA、B、C和DR基因通常在移植中心进行常规分型。肿瘤坏死因子（TNF）和补体成分的基因可以在III类区域发现。（来自Kirklin及其同事14）\n\n在移植中，区分供体和受体MHC分子是很重要的。供体MHC分子是抗原的来源，它们被受体抗原提呈细胞摄取，加工成多肽，随后被装载到受体MHC分子中呈递给受体T细胞。供体和受体MHC分子之间的氨基酸序列差异越大，供体MHC分子越有可能被分解成异物的肽段。在直接抗原呈递的特殊情况下（见后面的“T淋巴细胞”），移植心脏内供体抗原呈递细胞或供体内皮细胞上完整的供体II类MHC分子可能在T细胞活化中发挥重要作用。\n\nMHC分子的功能与其三维结构和高度多态性密切相关。在它们的三维结构中，有一个明显的槽由两个α螺旋形成，它们位于一个 β折叠片的顶部B31。这个凹槽代表肽被抗原呈递细胞呈递到T细胞时处理的区域。T细胞只对抗原呈递细胞的MHC肽结合沟中的抗原肽产生反应。MHC 分子的多态性存在于蛋白质结合槽内及其周围，通过不同的侧凹槽在个体之间产生差异，这些侧凹槽可以在MHC凹槽内或在MHC凹槽外产生加工过的肽。\n\nMHC复合体蛋白大致分为I类、II类和III 类。I类和II类蛋白在移植中通常被认为具有相似的整体三维形状。\n\n在实体器官移植方面，人类MHCI类分子的类型通常有A、B和C三种。I类分子几乎在所有核细胞表面表达，尽管表达水平不同。淋巴细胞表面密度最高，成纤维细胞、肌肉细胞和内皮细胞表面密度较低。然而，某些细胞因子，如干扰素（IFN)-γ可以增加其他细胞的MHC表达水平。MHC分子的这种诱导作用可能在排斥反应的启动和持续中起着重要作用。因为在排斥反应中炎症介质释放后，供体血管内皮细胞和肌肉细胞的MHC表达水平可能进一步增加，增强了抗原刺激D11,E1,R10。\n\nMHCI类分子由两条多肽链组成：一条较长、高度多态性的重α链，由6号染色体上MHC复合体的一个基因编码，另一条较小的非多态性的 β链，称为 β2微球蛋白，由15号染色体上的一个基因编码。α1 和 α2 结构域形成一个肽结合区域，彼此三维交织形成了一个8股平面，包含一个 β折叠片，两侧是两个长α螺旋区域，形成肽结合槽的底部和壁。在这个区域内，八或九个氨基酸的肽片段存在于肽结合槽中。 α3 结构域在MHCI类分子中具有高度的稳定性，Q0结构域与β2-微球蛋白的相互作用有助于保持MHC分子对细胞表面稳定性的正确识别。α3结构域与T细胞表面的CD8分子相互作用G1、G5，这通常限制了表达在HLAI类分子凹槽中的抗原对CD8+T细胞的识别。\n它由两条多肽链组成。α链有3个免疫球蛋白样结构域，分别命名为 α11、α2 和α3∘ α3 结构域也是CD8分子的结合位点。α链有一个α螺旋跨膜部分，它与细胞内部的信号转导机制相连。与α链非共价连接的是 β-微球蛋白，这是MHC分子在细胞表面表达所必需的。\n\n\n\n与实体器官移植相关的主要II类分子有HLA-DR、HLA-DP和HLA-DQ。这些分子由 a 链和β链组成，每一个链都包含两个结构域-α1、α2 和β1、β2，均为跨膜蛋白。α1 和 α2结构域形成了抗原肽结合槽的结构。β22结构域与CD4分子相互作用，其可限制II类MHC分子沟槽中的抗原呈递给 CD4+T细胞。\n\n#### （四）抗原的处理\n\n抗原的处理有两个基本途径，均在细胞表面MHC分子的肽结合槽中进行。外源性途径需要来自细胞外的与MHCII类分子结合的蛋白质参与B10,L11。这一途径是器官移植后同种抗原处理和呈递的主要途径。当抗原与抗原提呈细胞表面结合时，抗原提呈细胞通过受体介导的内吞或吞噬作用将蛋白质内化。一旦肽（可能是MHCI类或II类）被装载到II类分子的结合槽中，它被运输到细胞表面呈交给T细胞G15。任何来自\n\n\n\n每个链都有两个免疫球蛋白样结构域，分别命名为α11、α2和 β1、β2。MHCII类分子的多态性主要在 β链上。α链几乎是不变的。\n\n供体器官的蛋白质都可以作为抗原。\n\n内源性途径包括起源于细胞内的蛋白质，其中的蛋白质与MHCI类分子复合并呈现给T细胞H10,H17。这一途径似乎在移植排斥反应中起着次要作用，理论上任何细胞（不仅仅是抗原提呈细胞）都可以使用它在MHCI类分子上呈现内部肽。该途径通常用于人体防御细胞内病原体，如病毒，其蛋白质可降解并呈现在细胞表面，导致细胞被细胞毒CD8+T细胞破坏。\n\n#### （五）T淋巴细胞\n\nT淋巴细胞是移植器官免疫反应中最重要的组成部分（框21-1）。它们的定义是其表面存在CD3分子（T细胞抗原受体的一部分），通常带有CD4或CD8表面分子。T淋巴细胞的两种基本亚型是T辅助（TH）细胞和细胞毒性T细胞。TH淋巴细胞在细胞膜上表达CD4分子，主要通过其T细胞受体检测非自身抗原。当它激活后，还可以将其他细胞（CD8+T 细胞，其他 CD4+T 细胞，B细胞，吞噬细胞，嗜中性粒细胞和其他炎性细胞）募集到免疫应答中（表21-1）。\n\n\n外源性抗原可以被抗原提呈细胞吞噬或内吞（受体介导的内吞或胞饮作用）。一旦内化，抗原被分解成一系列的酸性隔室（包括溶酶体），产生13\\~18个氨基酸长的多肽，然后这些多肽可以位于MHCII类分子的肽结合槽中。同时，新合成的II类分子被组装起来，并与内质网中的恒定链结合。当复合物进入内体隔室时，恒定链被降解，留下一段称为II类分子相关恒定链多肽（CLIP）的片段，占据II类分子的肽结合槽。II类分子HLA-DM催化CLIP的释放，并将抗原肽装载到II类分子的肽结合槽中。\n\nPeptides，多肽；Invariant chain，不变链\n\n\nI类分子与钙黏蛋白（一种膜结合蛋白）一起组装在内质网中。然后钙黏蛋白被β2微球蛋白取代，I类分子与抗原处理相关的转运蛋白（TAP）结合。细胞质中的蛋白质被蛋白酶体降解为多肽。多肽通过TAP转运到内质网的管腔内，并将多肽加载到I类分子的多肽结合槽中。分子随后从TAP中释放出来，并通过高尔基复合体输送到细胞表面。\n\n\n### 表格描述文本\n**T 细胞发育及功能相关要点**\n\n- 胸腺是 T 细胞发育所必需的器官。\n- 当 T 细胞成熟时，所有 T 细胞均表达 CD3 表面分子。\n- 外周 T 细胞会表达 CD4 或 CD8 分子，但两者不会同时表达于同一细胞。\n- CD4 和 CD8 表面标记物可用于区分具有不同免疫功能的 T 细胞群体。\n- T 细胞在抗病毒与抗真菌的细胞免疫反应中发挥调节作用。\n- T 细胞还调节 B 细胞的激活与分化过程，并促进抗体由 IgM 向其他类型的类别转换。\n\n---\n\n### 表格注释\n无附加脚注或缩写。\n++++\n\n++++\n\n### 表格描述文本\n**CD4⁺（辅助性）T 细胞与 CD8⁺（细胞毒性）T 细胞的主要差异**\n\n#### **识别特性**\n- **CD4⁺ 辅助性 T 细胞**：识别与抗原呈递细胞所表达的 MHC II 类分子相关联的抗原。\n- **CD8⁺ 细胞毒性 T 细胞**：识别与 MHC I 类分子相关联的抗原。\n\n#### **免疫功能**\n- **CD4⁺ 辅助性 T 细胞**：\n  - 被抗原提呈细胞激活后增殖；\n  - 促进细胞毒性 T 细胞的激活、增殖和分化；\n  - 促进 B 细胞的激活与分化，并调节抗体类别转换；\n  - 通过分泌细胞因子调节炎症反应。\n- **CD8⁺ 细胞毒性 T 细胞**：能够直接杀伤病毒感染的细胞及表达非自身抗原的细胞。\n\n#### **外周血中比例**\n- **CD4⁺ 辅助性 T 细胞**：约占外周 T 细胞群体的 2/3。\n- **CD8⁺ 细胞毒性 T 细胞**：约占 1/3。\n\n#### **主要亚型**\n- **CD4⁺ 辅助性 T 细胞**：包括 TH1 型与 TH2 型，可能还有其他亚型。\n- **CD8⁺ 细胞毒性 T 细胞**：可分为 1 型和 2 型。\n\n---\n\n### 表格注释\n**缩写说明：**\n- **MHC I/II**：主要组织相容性复合物 I 类 / II 类分子\n- **TH1/TH2**：辅助性 T 细胞第 1 型 / 第 2 型亚群\n\n++++\n\n注：MHC，主要组织相容性复合体。\n\n细胞毒性T淋巴细胞与TH细胞的不同之处在于其细胞膜上表达CD8分子。T淋巴细胞的功能主要是作为效应细胞来杀死靶细胞（在I类MHC分子的凹槽中表达非自身抗原的细胞），并且在特殊情况下可以抑制其他细胞（防止其活化）。T细胞受体通过特定方式与抗原和MHC 分子结合，使T淋巴细胞能够检测出非自身抗原。T细胞受体可以在供体心脏中检测出非自身MHC抗原。每个T淋巴细胞克隆都有1个T细胞受体，这个受体与其他T细胞克隆的受体相比是独一无二的，并且有1个独特的T细胞基因序列。独特的T细胞池构成了T细胞库，在1个特定个体中拥有超过 1012个独特的T细胞受体。\n\n\n与抗原肽-MHC复合物相互作用的T细胞受体部分是两个共价连接的多肽链的异源二聚体，命名为 a和 β。α和 β链都有一个可变区（V区），该可变区包含一个高度可变的氨基酸序列。\n\n\nTCR是一个由异二聚体组成的多链复合体，在大多数T 细胞中，由α和β链组成，每个链都具有免疫球蛋白样结构域，如通过二硫（S-S）键连接在一起的环所示。这些链构成了与抗原递呈细胞表面的抗原-主要组织相容性复合体结合的分子部分。α和β链与CD3复合物以非共价方式连接，该复合物由称为γ、δ和ε的链组成。这两条附加链可以由两条 ζ链组成，也可以由一条ζ链和一条 u链组成。CD3复合物通过质膜（灰色阴影）将信号传递到细胞内部。\n\n（来自Kirklin和同事K14）\n\nα和 β链与被称为“CD3复合物”的膜结合蛋白有关。这是T细胞受体在细胞表面表达所必需的，并在T细胞受体复合体与抗原相互作用时负责膜信号的转导。淋巴细胞对特定抗原的存在做出反应的能力称为识别。\n\nT细胞只有在自身MHC存在的情况下才能识别抗原。TH细胞启动对移植物抗原的细胞反应，通过抗原提呈，对与细胞表面MHC复合物相关的抗原做出反应。这一过程仅限于某些称为抗原提呈细胞的细胞类型。提呈的抗原首先必须内化在提呈细胞内，分解成7\\~13个氨基酸多肽，这些多肽与MHC分子有物理上的联系，并以复合物的形式输出到细胞表面。TH细胞只对表达II 类分子的细胞有反应。细胞毒性T细胞(CD8+)对表达MHCI类分子的细胞有反应。\n\n#### （六）抗原提呈细胞\n\n细胞毒性T细胞仅识别带有I类MHC表面分子的其他细胞表面上的抗原，已经鉴定出一类功能不同的呈递抗原给T淋巴细胞的细胞。这些抗原呈递细胞通过将抗原分解成单独的肽，然后将肽插入MHC分子并将它们运输到细胞表面来处理抗原（框21-2）。具有抗原提呈细胞功能的细胞有树突状细胞、巨噬细胞和B细胞。树突状细胞是最有效的抗原提呈细胞，因为它有很大的表面积，增加了与T淋巴细胞接触的可能性。树突状细胞存在于大多数淋巴组织和非淋巴组织中，并具有高密度的表面MHCII类分子。抗原提呈细胞还提供T细胞激活所必需的第二个信号，即除了抗原-MHC复合物与T细胞受体结合外，它还提供另一个分子与T细胞表面的结合。\n\n框21-2 抗原提呈细胞\n++++\n\n### 表格描述文本\n**树突状细胞的主要功能特点**\n\n- 来源于骨髓。\n- 具备处理多肽并将抗原呈递给 T 细胞的能力。\n- 能将外来抗原运送至淋巴结，与 T 细胞发生相互作用。\n- 表达黏附分子，以促进 T 细胞受体与肽 / 主要组织相容性复合体（MHC）的结合。\n\n---\n\n### 表格注释\n**术语说明：**\n- **MHC**：主要组织相容性复合体（Major Histocompatibility Complex）\n\n++++\n\n\n\n#### （七）B淋巴细胞\n\nB淋巴细胞来源于骨髓，表面不表达CD4或CD8分子。它使用表面免疫球蛋白而不是T细胞受体来检测抗原，B细胞激活的最终产物是分化为分泌抗体的浆细胞和记忆B细胞（当随后接触相同的抗原时，B细胞能够产生免疫反应）。免疫球蛋白（抗体）是由分化成浆细胞的B细胞产生的。它们由两对四条多肽链组成，每条链由一条重链和一条较短的轻链组成。分子末端被称为可变区，因为编码重链和轻链的基因是由不精确地连接在一起的片段组成的。重链的另一端称为恒定区，包含补体激活等重要生物学活动的位点。重链恒定区是将免疫球蛋白分为IgG、IgA、IgM、IgD和 IgE类型的基础。\n\n#### （八）自然杀伤细胞\n\n自然杀伤（NK）细胞在结构上类似于T和B\n\n单个抗体分子由两条重链和两条轻链组成。每个重链和轻链结合形成一个抗原结合区，总共有2个抗原结合点。这2条链都包含一系列长约100个氨基酸的序列基序，可以折叠成球状，称为免疫球蛋白结构域。每条重链上距离可变区最远的两个恒定区段构成了Fc受体和补体结合部分。可变区构成抗原结合位点。\n\n（来自Kirklin及其同事K14）\n\n淋巴细胞，但不是抗原特异性的，既不表达T细胞受体，也不表达免疫球蛋白2。这些细胞被称为自然杀伤细胞，因为它们在体外有自发溶解肿瘤细胞的能力。在体内，它们可以在不需要提前免疫的情况下溶解靶细胞。它们可以裂解缺乏MHC 分子表面表达的细胞靶点。NK细胞约占外周淋巴样细胞的15％。\n\n#### （九）细胞因子\n\n被称为细胞因子的可溶性分子通过刺激蛋白质的分泌在免疫反应中发挥重要作用，这些蛋白质可以改变细胞的行为或性质，并促使免疫细胞从遥远的地方聚集。与激素不同，细胞因子通常在局部起作用，由于半衰期短，通常不会在循环中大量发现。目前研究发现细胞因子具有许多不同的生物学作用（表21-2)，对于器官移植，细胞因子在介导炎症过程和调节T细胞反应方面尤为重要。细胞因子的产生是T细胞活化的标志之一。移植免疫应答中的重要细胞因子包括白细胞介素-2、白细胞介素-6、肿瘤坏死因子（TNF）和干扰素-γ。\n\n#### （十）黏附分子\n\n黏附分子是在细胞内形成并分泌到细胞环境中的蛋白质。它们的功能是维持体细胞的结构完整性和位置，并促使白细胞与周围结构黏附。黏附分子包括整合素（通过将整合素的一端连接到细胞骨架上，另一端连接到细胞外基质分子来维持细胞位置的黏附分子）、选择素（介导白细胞沿血管内皮滚动的黏附分子）和Ig超家族黏附分子。黏附分子介导T细胞与抗原的初始相互作用、它们的迁移以及它们在移植器官中的滞留。\n\n#### （十一）心脏移植后免疫系统的激活\n\n激发事件是将供体心脏植入受体，并在松开主动脉钳后注入受体血液。在几分钟内，大量的供体细胞、蛋白质（其中一些是可溶性MHC分子）和细胞碎片被带到脾脏和淋巴结，它们能高效过滤抗原并将抗原捕获在抗原提呈细胞内。这些细胞进入淋巴结的副皮质，淋巴结由T细胞、巨噬细胞和树突状细胞填充。如果T细胞有一个能够与含有特定肽的MHC分子结合的受体，它们将被激活，之后它们与B细胞相互作用，诱导B细胞激活的初始阶段。此外，供体抗原呈递细胞从心脏迁移，在T细胞在淋巴组织中循环时与其相遇。供体抗原提呈细胞也排列在供体心脏血管的内皮表面。含有外来MHC复杂分子的供体同种异体抗原可以通过两种方式呈现给受体T细胞：直接途径和间接途径（表21-3）。T淋巴细胞对供体抗原的直接识别涉及受体T细胞受体和供体抗原提呈细胞（也称为客体淋巴细胞）之间的直接接触。尽管这些抗原提呈细胞是非自身的，但结构上的相似性足以使它们与辅助或细胞毒性T淋巴细胞结合，因为MHCI类和II类分子都将表达。这种供体抗原提呈方法在复合物凹槽中提呈的特异性抗原往往不重要，因为供体抗原提呈细胞将被识别为非自身的。\n\n\n表21-2 移植免疫学中的重要细胞因子\n\n ++++\n\n### 表格描述文本\n**表：常见细胞因子的来源与功能**\n\n- **IL-1**\n  - 来源：单核细胞、巨噬细胞、内皮细胞、系膜细胞、成纤维细胞、角质形成细胞及大多数有核细胞对损伤的反应。\n  - 功能：促进炎症、中性粒细胞和巨噬细胞迁移、T 细胞增殖、上调 IL-2 受体、促进 B 细胞分化。\n\n- **IL-2**\n  - 来源：活化的 T 细胞和 NK 细胞。\n  - 功能：激活 T 细胞和胸腺细胞的生长与分化；增强 NK 活性；促进 B 细胞的分化与增殖。\n\n- **IL-4**\n  - 来源：活化的 T 细胞、肥大细胞。\n  - 功能：作为 B 细胞激活、生长与分化的辅助因子；调节免疫球蛋白类别转换；促进 T 细胞（尤其是细胞毒性 T 细胞）激活、生长与分化；促进肥大细胞系增殖；抑制 IL-2 对 B 细胞和 NK 细胞的作用。\n\n- **IL-5**\n  - 来源：活化的 T 细胞、肥大细胞、嗜酸性粒细胞。\n  - 功能：促进嗜酸性粒细胞的生长与分化。\n\n- **IL-6**\n  - 来源：可能由大多数有核细胞产生。\n  - 功能：促进 B 细胞增殖与抗体分泌；激活 T 细胞并促进其生长与分化；诱导急性时相蛋白产生。\n\n- **IL-7**\n  - 来源：骨髓基质细胞和胸腺。\n  - 功能：刺激 T 细胞和 B 细胞前体；促进胸腺中 T 细胞成熟和成熟 T 细胞的增殖；激活 NK 细胞。\n\n- **IL-8 及其他趋化因子**\n  - 来源：活化的 T 细胞、单核细胞、内皮细胞、肝细胞、成纤维细胞、上皮细胞、软骨细胞、角质形成细胞、中性粒细胞。\n  - 功能：激活中性粒细胞、促进其迁移和与激活内皮细胞的黏附；介导炎症反应。\n\n- **IL-10**\n  - 来源：活化的 T 细胞、B 细胞、单核细胞、巨噬细胞、肥大细胞系、角质形成细胞。\n  - 功能：抑制巨噬细胞合成 IL-12，抑制 Th1 细胞分泌细胞因子（尤其是干扰素-γ）。\n\n- **IL-12**\n  - 来源：活化的巨噬细胞、B 细胞、树突状细胞、角质形成细胞。\n  - 功能：诱导 NK 细胞产生干扰素-γ；对 Th1 细胞的分化和增殖至关重要。\n\n- **IL-13**\n  - 来源：活化的 T 细胞。\n  - 功能：抑制炎症细胞因子的产生。\n\n- **IL-17**\n  - 来源：活化的 T 细胞、肥大细胞。\n  - 功能：促进炎症细胞的激活。\n\n- **IL-23**\n  - 来源：抗原提呈细胞。\n  - 功能：促进分泌 IL-17 的 T 细胞亚群（TH17 细胞）的存活与扩增。\n\n- **IFN-γ**\n  - 来源：活化的 T 细胞、NK 细胞。\n  - 功能：激活巨噬细胞和单核细胞；诱导 MHC I 和 II 类表达；增强 NK 活性；抑制 TH2 细胞增殖及 IL-4 诱导的 B 细胞激活。\n\n- **TNF-α**\n  - 来源：单核细胞、巨噬细胞、T 细胞、NK 细胞、库普弗细胞、小胶质细胞、B 细胞。\n  - 功能：参与炎症过程，是恶病质的中介物。\n\n- **TNF-β**\n  - 来源：活化的 T 细胞和 B 细胞。\n  - 功能：对细胞，特别是肿瘤细胞具有细胞毒性；为促炎介质。\n\n- **TGF-β**\n  - 来源：血小板、活化的巨噬细胞、骨骼。\n  - 功能：调控细胞生长；在炎症与伤口愈合过程中募集并激活单核细胞。\n\n---\n\n### 表格注释\n**缩写说明：**\n- **IL**：白细胞介素（Interleukin）\n- **IFN-γ**：干扰素-γ（Interferon-gamma）\n- **TNF-α/β**：肿瘤坏死因子 α/β（Tumor Necrosis Factor α/β）\n- **TGF-β**：转化生长因子 β（Transforming Growth Factor β）\n- **MHC**：主要组织相容性复合体（Major Histocompatibility Complex）\n- **Th1/Th2/Th17**：辅助性 T 细胞的不同亚型\n- **NK**：自然杀伤细胞（Natural Killer cell）\n\n++++\n\n注：IFN，干扰素；IL，白细胞介素；MHC，主要组织相容性复合物；NK，自然杀伤细胞；TGF，转化生长因子；TH，辅助T细胞；TNF，肿瘤坏死因子。\n\n表21-3 通过直接和间接途径对同种异体抗原反应的特点\n\n++++\n\n### 表格描述文本\n**表：直接途径与间接途径在T细胞免疫应答中的比较**\n\n- **是否需要进行抗原处理**\n  - 直接途径：否\n  - 间接途径：是\n\n- **初级 T 细胞应答比例**\n  - 直接途径：1%～5%\n  - 间接途径：1/10000\n\n- **抗原提呈细胞的来源**\n  - 直接途径：供体\n  - 间接途径：仅限受体，除非供体和受体之间存在 II 类匹配\n\n---\n\n### 表格注释\n无额外脚注或术语说明。\n\n++++\n\n\n\n从供体器官脱落的MHC分子被处理并由受体抗原提呈细胞呈现给受体T细胞，这一过程称为间接同种异体识别。处理和呈递同种异体抗原的外源途径通常在间接同种异体识别过程中起作用。\n\n供体抗原呈递给T淋巴细胞，导致T细胞活化。T细胞的活化与各种细胞表面分子的表达、可溶性因子的分泌以及细胞形态的改变相一致。一旦被激活，TH细胞克隆就会增殖并释放细胞因子来扩大免疫反应。\n\n\n##### 1.B细胞激活\n\nB细胞的激活从B细胞表面的免疫球蛋白分子捕获抗原开始。接着抗原被内化、降解、加工成多肽，并装载运送到细胞表面的MHCII类分子的沟槽中。\n\n当B细胞遇到具有合适T细胞抗原受体的CD4+T细胞时，CD4+T细胞与B细胞表面的抗原-MHC复合物结合，参与一个称为相互激活的过程P。B细胞分化为产生免疫球蛋白的浆细胞需要抗原特异性信号通过细胞表面表达的B细胞受体（免疫球蛋白）和抗原特异性T细胞的帮助，形成共刺激信号和细胞因子刺激。\n\n##### 2．细胞排斥反应\n\n针对移植物抗原的细胞毒T淋巴细胞（CD8+）在导致急性排斥反应的效应中起着重要作用。与TH细胞一样，细胞毒性T细胞不是被单个信号激活的，而是需要多个表面分子结合，通过细胞膜传递额外的信号。这一过程需要异体组织相容性分子或抗原多肽 MHC复合物参与，并通过CD28等共刺激分子发出额外信号。这一系列信号用于激活细胞毒性T淋巴细胞前体，然后在IL-2的作用下增殖并分化为细胞毒性T淋巴细胞。一旦细胞毒性T淋巴细胞接收到适当的信号，它可以对目标细胞进行致命打击，通过胞吐（向目标细胞释放破坏性颗粒）或诱导细胞凋亡导致细胞死亡。\n\n##### 3．体液排斥反应\n\n体液排斥反应是指暴露于同种异体抗原后产生抗体或补体激活。B淋巴细胞介导应答，抗体可以在溶液中或细胞表面与抗原反应。与体液排斥相关的抗体通常是IgM和IgG。与体液反应相关的效应机制包括中和（阻断相对位点或受体在靶细胞上的结合）、调理作用（抗体充当“标签”，可被吞噬细胞识别）和补体激活。体液性排斥反应的最极端形式是超急性排斥反应，它是由预先存在的抗体介导的，这种抗体在开放主动脉阻断钳后进入供体心脏血管系统，迅速与血管内皮结合。这些抗体会固定补体，导致内皮细胞直接溶解，补体成分修饰下会导致大量粒细胞浸润。随后的大量细胞坏死和组织肿胀可在几分钟内导致器官破坏。\n\n### 四、临床表现\n\n#### （一）患者的评估和选择\n\n可能进行心脏移植的患者的一般治疗方法见框21-3。如果选择患者主要基于获得最高的移植后预期生存时间和1年、5年和10年的生活质量，那么对于那些可通过药物或非移植手术治疗时生存期亦可接受的病情不重的患者，建议进行移植。相反，如果移植只保留给晚期心衰中最接近死亡的那一批患者，伴随的心脏以外其他器官的功能障碍将大大降低患者和移植物的生存预后，不利于供心的有效使用。因此，必须在受者的生存利益和最大限度地使用供体器官（就器官存活而言）之间取得某种平衡。\n\n框21-3 心脏移植潜在候选者的治疗流程\n\n查明心力衰竭的原因，并对可纠正的病因部分进行针对性治疗；\n\n评估心力衰竭的严重程度和活动耐量；\n\n个性化治疗以改善症状，降低病死率；\n\n评估恶化或猝死的风险；\n\n确定移植适应证；\n\n排除移植禁忌证；\n\n如果推荐心脏移植，继续进行心力衰竭治疗并定期评估\n\n\n由于争议不断，该领域的专家定期召开会议，以促进纳入指征的标准化进程。C16,M17,01普遍共识是，纽约心脏协会（NYHA)IV级心力衰竭患者，如果药物或手术治疗不能改善患者症状，且其生存预后和生活质量都很差，应该考虑移植。对于通过适当的治疗从心功能IV级改善为心功能III/II级的患者，往往面临临床决策的困境。对于这一大群患者来说，决策过程是至关重要的，因为①现有的器官供应不足以满足哪怕一小部分的移植；②分配供心给预后相对较好的患者将剥夺重病、预期寿命短的患者的（但保留非心脏器官功能）移植的机会，即使他或她可能通过移植受益最多；③心脏移植本身不是治愈性的治疗手段，其合并有自带的慢性并发症和较短的生存期限，因此不应将供心提供给那些本身的中长期生存结果与移植后生存结果接近的患者。\n\n由于心力衰竭症状的复杂性和不特异性、心力衰竭治疗策略的不断改变、大多数心衰研究的回顾性性质及很少使用适当的多因素分析方法进行统计分析，使得确定影响晚期心力衰竭住院患者死亡的危险因素变得困难，而且几乎一致缺乏患者特异性的预测模型。尽管如此，已经确定了许多与晚期心衰患者的不良结局相关的危险因素27（但量化差）（框21-4）。尽管有许多关于心力衰竭的临床研究，但几乎没有变量能确切预测接受移植的晚期心力衰竭患者的生存时间（或免于快速恶化）。\n\n\n++++\n\n### 表格描述文本\n**表：评估心力衰竭患者预后的临床指标**\n\n以下临床资料可用于评估心力衰竭患者的预后情况：\n\n- **心脏病相关信息**\n  - 心脏病病因\n  - 心脏病病程\n  - 是否有晕厥史\n\n- **血流动力学指标**\n  - 左心室射血分数较低\n  - 右心室射血分数较低\n  - 肺毛细血管楔压较高\n  - 右心房压力升高\n  - 心脏指数较低\n  - 是否需要正性肌力药物维持\n\n- **活动耐量评估**\n  - 纽约心脏协会（NYHA）功能分级较高\n  - 运动峰值摄氧量（Peak VO₂）降低\n  - 6 分钟步行距离较短\n\n- **神经体液与代谢指标**\n  - 血浆去甲肾上腺素升高\n  - 血浆肾素活性升高\n  - 心房利钠肽升高\n  - 白细胞增多\n  - 低血钠\n  - 存在室性心律失常\n\n- **非心脏器官系统功能**\n  - 肾功能障碍\n  - 肝酶升高\n\n---\n\n### 表格注释\n无额外脚注或缩写说明。\n\n++++\n\n\n非心源性并发症，无论与移植物功能相关与否，都可能对移植后的寿命或生活质量产生不利影响（框21-5）。值得注意的是长期的免疫抑制治疗对这些并发症病史发展的影响。由于可供分析的患者数量很少，并且医生往往不愿意将有限的供心分配给那些并发症已构成疾病主要组成部分的患者，因此我们仍缺乏可靠的数据，来判断哪些并发症是所谓的移植相对禁忌证。心脏移植的一般禁忌证列于框21-6。\n\n##### 框21-5 心脏移植术后发病率和死亡率升高的患者危险因素\n\n·肺动脉高压(&gt;6Wood 对血管扩张剂无反应或未降至&lt;3∼4Wood单位肺动脉收缩压&gt;70mmHg，跨肺压差&gt;15∼mmHg)\n\n·未经治疗的活动性感染\n\nHIV 阳性\n\n·不可逆转的终末器官功能衰竭\n\n肝\n\n肾\n\n肺(FEV1&lt;1.5∼L/s)\n\n·近期肺梗死\n\n⋅年龄&gt;60岁\n\n·糖尿病合并终末器官损害（无终末器官损害也会增加风险）\n\n·外周动脉疾病或脑血管疾病（风险与严重程度相关）\n\n·胃肠道疾病：慢性活动性肝炎、憩室炎、近期消化性溃疡伴活动性出血\n\n·肥胖（＞理想体重的120%）\n\n·恶性肿瘤（5年内，高风险；超过5年的，风险较低）\n\n·骨质疏松症\n\n·精神障碍：情感性或精神分裂症人格障碍，包括医从性差\n\n·物质滥用\n\n烟草\n\n酒精\n\n管制药物\n\n##### ·缺乏社会支持\n\n\n注 FEV1,1s用力呼气量；HIV，人类免疫缺陷病毒；PA，肺动脉。\n\n##### 框21-6 心脏移植禁忌证\n\n++++\n\n### 表格描述文本\n**表：心脏移植的一般和特殊禁忌证**\n\n#### **一般禁忌证**\n- 存在任何非心脏疾病，这些疾病本身将影响预期寿命，或增加排斥反应和免疫抑制相关并发症导致死亡的风险。\n\n#### **特殊禁忌证**\n- 年龄大于约 65 岁\n- 活动性感染\n- HIV 阳性\n- 活动性消化性溃疡\n- 慢性活动性肝炎\n- 近期憩室炎\n- 糖尿病伴有终末器官损害\n- 严重的外周动脉或脑血管疾病\n- 同时存在活动性肿瘤（5 年内为高危；已切除则为低危）\n- 病态肥胖（超过理想体重的 140%）\n- 肌酐清除率 < 40–50 mL/min，或有效肾血流量 < 200 mL/min<sup>b</sup>\n- 不可逆性肝淤血，且胆红素 > 2.5 mg/dL，转氨酶超过正常值 2 倍<sup>c</sup>\n- 严重肺功能障碍（FVC 和 FEV1 均低于预期值 40%），尤其是内源性肺疾病\n- 肺动脉收缩压 > 60 mmHg，平均跨肺压差 > 15 Wood 单位<sup>d</sup>\n- 急性肺血栓栓塞症\n- 严重的骨质疏松症\n- 过去 6 个月内有吸烟史\n- 危及生命的低医从性行为，包括：\n  - 无法对移植做出郑重承诺\n  - 认知障碍严重到无法理解医疗方案\n  - 明显的抑郁或情绪不稳定病史\n  - 精神不稳定至影响治疗依从性\n  - 反复酗酒或吸毒\n  - 无固定居住地址或联系电话\n  - 既往多次不配合药物治疗或随访\n  - 缺乏家庭或社会支持\n\n---\n\n### 表格注释\n\n<sup>a</sup> 上述情况根据具体严重程度可能为相对或绝对禁忌证。  \n<sup>b</sup> 若患者在接受正性肌力药物治疗并达到血流动力学稳定后，肌酐 < 2 mg/dL 且肌酐清除率为 50 mL/min，则可能适合接受心脏移植，亦可考虑心肾联合移植。  \n<sup>c</sup> 推荐进行肝活检以排除肝硬化或其他固有肝病。  \n<sup>d</sup> 仅适用于肺阻力持续升高且对血管扩张剂无反应的患者。  \n\n**缩写：**  \n- FEV1：第一秒用力呼气容积  \n- FVC：用力肺活量  \n\n++++\n\n\n疾病的情况下，将年龄纳入适应证考虑范畴则是基于伦理而非医学。只要患者选择得当，60岁以上受者的生存率也与年轻患者相似。38尽管如此，一些研究报道仍然只给65岁以下的患者进行心脏移植。年龄较大的患者，如果心外器官系统功能正常，认知功能完整，生存意愿强，家庭支持，心脏功能恢复正常后有可能获得良好的生活质量。有一些研究报道通过分配年龄较大的供心(&gt;50年）给年老受者来解决这个问题。\n\n（2）肺血管阻力。肺血管阻力（(Rp)升高的主要特点是移植术中CPB结束时肺动脉收缩压升高。供体右心室通常难以承受超过50mmHg的收缩期后负荷，肺动脉收缩压在55\\~60mmHg以上时会导致明显的右心室功能障碍，可能导致急性右心室衰竭和死亡。供体右心室对高后负荷状态的耐受性（继发于Rp增加）部分与供体右心室储备、缺血／再灌注损伤以及供体／受体大小比例有关。\n\n大多数继发于缺血性或扩张性心肌病的晚期心力衰竭的成年患者，Rp升高的反应性成分与左心房（或肺毛细血管楔形）压力有关。当升高的Rp 主要是反应性的，它在移植后会迅速下降。如果供体心脏左心房压力正常，肺动脉收缩压、跨肺压差及Rp在移植后的一周内恢复到接近正常水平，那么在接下来的一年里就基本不会发生太大的变化。B25\n\n一般认为，手术风险随着Rp的增加而增加。其他因素与Rp共同影响着手术风险。一般来说，Rp大于5Wood单位或跨肺压差（平均肺动脉压力减去肺毛细血管楔压)&gt;14mm 汞柱以上，提示肺血管反应性差（对肺血管舒张剂无反应），为心脏移植的主要禁忌。125为了确定肺阻力升高的反应性成分，心脏移植评估的标准评估部分是通过右心导管记录体循环压力和肺血管压力（以及.Rp)。C10如果Rp升高，对肺血管扩张剂（如米力农、前列腺素E1、硝普钠、硝化甘油、一氧化氮）的反应性良好（Rp&lt;4∼Wood单位），表明患者适合心脏移植。\n\n当Rp持续升高，药物治疗（有时持续几日到几周静脉滴注）未能将肺动脉收缩压降低到约60mmHg以下时，考虑肺血管反应性较差。在这种情况下，可能需要植入左心室辅助装置降低左房压来促进肺动脉高压反应性成分的逆转。\n\n（3）肾功能不全。多项研究表明，既往肾功能不全是心脏移植术后死亡的主要危险因素。血清肌酐水平为2mg/dL和肌酐清除率小于50mL/min提示成人心脏移植预后较差，特别是考虑到环孢素或他克莫司等免疫抑制使用的必要性及其相关的肾病毒性作用。评估肾功能不全是继发于心排量降低（心肾综合征）、大剂量利尿治疗（血容量不足性肾损伤），还是继发于固有的肾脏疾病，往往较为困难。没有特定水平的血清肌酐或肌酐清除率值来进行鉴别。\n\n\n有效肾血流量（ERPF)，通过核医学技术获得，可有效估计肌酐清除速率。ERPF小于200mL·min-1通常表明存在潜在的固有肾脏疾病，可能会影响肾脏血流分布，是心脏移植的主要危险因素。\n\n（4）感染。危及生命且难以通过抗生素控制的活动性感染是心脏移植的绝对禁忌证。显然，严重的肺炎，中枢神经系统（CNS）感染、腹部脓毒症，或活动性败血症的患者极不建议接受移植。因为这些感染因素的存在，在移植术后使用免疫抑制剂的情况下将是极其致命的。\n\n然而，某些感染，如心室辅助装置植入后的纵隔炎、传导系统感染，或在某些情况下接受了部分治疗的心内膜炎，B29在心脏移植后同样预后良好。尽管其可能伴随更高的纵隔感染和死亡风险。\n\n（5）先前恶性肿瘤。既往的恶性肿瘤所有患者都应该通过胸片、乳房X光片、前列腺特异性抗原、腹部超声和完整的全身检查来筛查恶性肿瘤。恶性肿瘤史增加心脏移植后并发致命恶性肿瘤的风险。H17然而，如果在一段时间内没有残余、复发或转移性肿瘤的证据，认为恶性肿瘤已治愈，则应考虑心脏移植。虽然不同的恶性肿瘤患者接受心脏移植的时机不同，但一般来说，5年无恶性肿瘤就可以进行心脏移植。少数情况下，心脏肿瘤患者在没有出现手术切除区域以外的转移或扩散时，可进行成功的心脏移植（见第十八章）。然而，这是一个有争议的话题，因为恶性心脏肿瘤可能在等待供心的过程中发生转移。\n\n皮肤鳞状细胞癌或基底细胞癌是一种可治愈的疾病，如果完全切除，转移的可能性很低。因此，这种恶性肿瘤，如果完全切除，不需要长时间等待后再心脏移植。\n\n#### （二）供体评估与选择\n\n脑死亡患者才可作为供体，一般使用哈佛医学院特设委员会列举的标准作为脑死亡评判标准。A6,C4供体必须对外界完全无反应，反射消失、呼吸运动消失。有时需要间隔24h两次脑电图确认无脑电活动方可确认脑死亡。\n\n潜在可用的供心，还需要满足其他条件才可被使用。供体年龄应小于60岁（尽管偶尔也有大龄受体会使用大龄的供心），且既往无心肌梗死病史。建议给所有45岁以上的供体进行冠状动脉造影；有明显的冠脉粥样硬化闭塞的供心不可用于移植。有吸烟史的潜在供体，也许考虑进行冠状动脉造影检查。\n\n外伤后不伴有长期严重低血压或心脏骤停，因为移植（此类供心）后，一旦出现供心功能不全很可能还会发生同样的情况。然而，如果超声提示心室功能良好，供心依然是可用的。伴随严重室性心律失常的供心严禁使用。\n\n一般使用二维经胸或食管超声心动图（TEE）来评估心脏形态、心室性能和心脏瓣膜功能。供心需要有良好的收缩功能，并且不能出现任何节段性室壁运动异常。合并广泛或局部的心肌运动受限以及瓣膜病变的心脏，不可作为供心使用。轻微的心脏畸形，如卵圆孔未闭或小的室间隔缺损，可以手术纠正后用于移植。\n\n必须严格追溯供体是否合并脓毒血症，一旦确定，严禁使用其心脏。人类免疫缺陷病毒阳性的捐赠者的心脏不能被使用。丙型肝炎检测呈阳性的供者心脏只能用于丙肝测试也呈阳性的受者。除原发性恶性脑肿瘤外，合并其他活动性恶性肿瘤供体心脏均不能用于移植。一氧化碳中毒死亡患者，其碳氧血红蛋白水平超过20％时供心不可用。有静脉药物滥用史者通常不能作为供体，但偶尔也有例外。供者和受者的心脏大小不应有太大的差异，尽管75+kg的男性供心通常可用在重达110kg的受者身上。\n\n心脏体检基本正常，12导联心电图排除异常q波和传导阻滞。非特异性的ST-和T波异常可能是由头部损伤、低体温和升压药物使用引起的，不作为评估为供心的禁忌证。存在低血压或心脏受损迹象的供体，需要检测血清心肌酶谱，且心肌酶学结果正常或轻度升高。\n\n经过以上筛选后，若供心可用。则需要对供体进行严密的管理。脑死亡后常伴有的生理过程包括低血压、体温过低和尿崩症，需要注意容量管理，但过量输注晶体液有可能导致右心室扩张和组织间隙水肿而出现肺损伤。需要主动保温，以改善低体温。\n\n使用特定供心需要考虑心脏缺血时间控制在6h以内的可行性。因为延长缺血时间是急性移植物功能衰竭的危险因素。\n\n脑死亡对心肌的影响意义重大，原因有两点：①心脏移植后原发性移植物衰竭的发生，发生率虽低但意义重大；②许多可能作为供心的心脏，因供体心脏功能障碍而未被使用。成功改善功能不全的供体心脏的心功能将增加可供移植的心脏数量。\n\n儿茶酚胺和神经系统高度应激反应引起的心肌损伤是理解供心功能障碍的关键。肾上腺素可引起心肌肥厚，实验性地注射儿茶酚胺可产生肌纤维变性的特征性组织学表现，也称为收缩带坏死。其组织学特征与凝固性坏死不同，凝固性坏死是急性心肌梗死的主要组织学改变。7凝固性坏死时，心肌细胞死亡，无明显的收缩带，钙化出现较晚，以多形核细胞反应为主，梗死后数小时甚至数日之后才会出现。相反，肌纤维变性在发病后早期即可通过组织学检查发现，肌纤维在过度收缩状态下死亡，有明显的收缩带。B17,M4,s2当死亡处在相当大的压力下时，就会出现这样的损伤，比如在身体被殴打的过程中，死亡是由身体受攻击的过程而不是致命伤所致。这表明儿茶酚胺的释放与肌纤维变性有关。有实验表明颅内和蛛网膜下腔出血也可引起该心肌病变。\n\n脑死亡常常伴随着内源性儿茶酚胺的大量释放∘B9,∼N7,R11在动物模型中，脑损伤后10s内，血液中肾上腺素和去甲肾上腺素水平可能会增加100\\~500倍，R11儿茶酚胺释放水平和损伤的严重程度相关∘B9,R11在人体中，脑死亡后的儿茶酚胺释放水平因人而异，8这可能与不同个体的神经体液反应的差异性以及灾难性颅内事件发生时的机制和进展速度有关。在Novitsky的狒狒模型中，颅内压的快速增加伴随着平均动脉压、肺楔压和中心静脉压在15min内的显著增加，同时，血液中去甲肾上腺素和肾上腺素水平增加3\\~7倍。N7在人类急性脑损伤后，去甲肾上腺素水平与血浆肌酸激酶（CK)-MB水平升高之间的关系已被证实。\n\n脑死亡伴儿茶酚胺风暴的生理反应过程可能与冠状动脉血管收缩痉挛和冠脉再灌注过程产生的氧源性自由基损伤有关。儿茶酚胺的氧化产物可能会导致心肌损伤B15，这些氧化产物可能来源于膜磷脂的过氧化。儿茶酚胺风暴时，冠脉痉挛收缩导致的缺血心肌区域可能会因为再灌注过程产生的氧源性自由基导致再灌注性心肌损伤。\n\n#### （三）移植的免疫学检测\n\n##### 1.ABO相容性\n\nABO血型抗原是位于全身细胞表面的糖蛋白和糖脂成分上的碳水化合物结构，红细胞表面最多。在人类的心脏中，血型抗原仅存在于血管内皮和心外膜表面的间皮细胞上。在缺乏一种或多种ABO抗原的个体中，针对缺失抗原的天然抗体会在出生后6个月内出现，并一直存在。\n\n成功的心脏移植公认的要求是供受体血型相同或相容。如果将内皮表面含有A或B型抗原的同种异体移植到具有天然抗A或抗B抗体的受体中，可能会发生超急性排斥反应或加速侵袭性急性排斥反应。当供体和受体出现ABO血型不合时，循环中的抗供体血凝素迅速与内皮细胞结合，促进血小板沉积、粒细胞活化和血栓形成，导致超急性排斥反应。尽管ABO血型不兼容（A型供心用于B或O型受体，B到A或O,AB到A,B，或O）的移植一般都会发生超急性排斥反应，但也偶有例外（参见第二节“ABO血型不相容婴儿心脏移植”）。不同个体间在组织（如心脏内皮）内血型抗原表达水平上也存在着相当大的差异。\n\nABO血型不相容的一个特殊例外可能是A2血型供体。A型血型包含 A1和A2两型。 A1亚型与A型类似，当移植到ABO血型不相容的受者时，会发生超急性排斥反应。然而，由于A2抗原不容易在心脏内皮上表达，A2型的供心可能不太容易产生超急性排斥反应。有研究表明，来自A2供者的皮肤移植物在移植到B或O型受体时不会出现超急性排斥反应。H7∼A2型肾移植到O型受者的结果与ABO血型相容肾移植相似。B29,B32导致这一情况的部分原因在于，A1和A2基因合成的是两种不同的半乳糖胺转移酶，S从而导致两者的核心糖基A抗原类型不同。\n\n##### 2．组织配型\n\nHLA抗原在免疫反应中起着核心作用，并且HLA基因是人类基因组中已知的最多态的基因。染色单体是指任何一条染色体上的一组基因。每个个体都有两个染色单体（来自父母双方的一个），用于编码MHC复合体的是6号染色体短臂上的基因。每个染色单体包含由HLA-A、HLA-B、HLA-C、HLA-DR和其他位点编码的抗原。每个个体的两个单体构成HLA表型，即该个体HLA抗原的完整序列。肾移植存活率的研究表明，当HLA抗原在供者和受体之间匹配时，移植肾的存活率明显升高。D8-D10在心脏移植中，排斥反应的发生也被证明与HLA不匹配的程度有关。\n\n有研究表明，HLA-DRD6、F2,J1、K4和HLA-DQ 错配会增加心脏移植排斥反应发生率。D10,F1然而，由于目前器官获取过程中心脏缺血的时间限制和器官的稀缺性，尚没有前瞻性的试验通过组织相容性测试来选择供心。\n\n##### 3．群体反应性抗体\n\n除了HLA分型，移植评估过程还包括对准受者的血清进行常规的抗HLA测定，又称为体液敏化测试。通过群体反应性抗体（PRA）测试来确定血液中抗HLA抗体的存在，从而确定该受者的致敏性。最常见的致敏原因是怀孕。8⁹其他常见原因包括既往输血、既往移植或植入心室辅助装置。偶有患者出现PRA阳性（抗HLA抗体阳性）而无明确致敏事件。这些抗体可能是由于细菌或病毒抗原表位与HLA抗原之间的交叉反应所产生的。\n\n##### 4．交叉配型\n\n交叉配型通常是在做出移植决定之前对供体和受体之间免疫相容性的最后测试。交叉配型的目的是防止移植后5\\~7d的超急性排斥反应和加速重症急性排斥反应的发生。交叉配型测试受体血清（带有潜在的抗HLA抗体）对供体外周血或淋巴结中提取出的淋巴细胞的反应。目前，交叉配型技术的开展使得超急性排斥反应的发生变得十分少见。在临床实践中，当受体最近的PRA结果全阴时，鉴于其发生超急性或加速急性排斥反应的概率非常低，并且在移植前需要很长时间才能获得交叉配型结果，此时，可不对供受体进行交叉配型测试。在这种情况下，通常在移植后数小时内再行交叉配型，以最终确定抗供体抗体是否存在。\n\n补体依赖的淋巴细胞毒性T细胞和B细胞的交叉配型结果是超急性或重症加速型急性排斥反应的一个强有力的预测因子。然而，细胞毒性交叉配型阴性并不意味着一定不会发生超急性或严重的早期排斥反应。有假说认为最小克隆量的TH1、TH2细胞加上B淋巴细胞可简易表达一定量IgM抗体（或IgM后伴随IgG抗体产生），该抗体随后迅速衰减，此时，体液中的IgG水平无法测得（交叉配型试验阴性）。N5,S7,58然而，在移植物的持续刺激下，B细胞克隆扩增、并表达对HLA抗原亲和力更强的抗体。随后，免疫细胞持续克隆扩增，TH1、TH2和B淋巴细胞增殖并产生抗体。血清抗HLA抗体主要为IgG抗体，且浓度相对恒定，当再次接触少量的HLA抗原时，也很容易诱导进一步的抗体反应。\n\n##### 5．虚拟交叉配型\n\n流式细胞术技术在潜在受者中识别血清抗HLA抗体的准确性高，许多移植中心在低PRAs 的情况下往往忽略了正规的交叉配型试验（等待时间长），而仅对供体的HLA分型与受体的抗HLA抗体进行比较。如果没有可能引起受体抗体发生反应的供体抗原，那么移植通常是安全的。\n\n### 五、手术技巧\n\n#### （一）供心获取\n\n大多数捐献者会捐献包括心脏在内的多个器官。因此，供体消毒应从颈部消毒到大腿中部。最好放置中心静脉导管和动脉导管，因为在获取腹部器官时可能发生明显的低血压。\n\n从颈静脉切迹到耻骨做一长正中切口。由于供体一般处于血管扩张状态，切皮过程中往往伴随大量失血，因此需要及时补充容量。劈开胸骨后放置胸骨牵开器。在其他器官获取的同时，打开心包并常规放置缝线。检查心脏是否有外伤、先天畸形、冠状动脉硬化或其他获得性心脏疾病。将升主动脉游离到头臂动脉开口处。充分分离上腔静脉（SVC）附近的心包折返以完全暴露上腔静脉。在升主动脉上缝置荷包线以插针灌注停跳液。\n\n获取供心前需要给予200U/kg肝素，主动脉根部放置灌注管并固定。通过重力灌注心肌停跳液。一般使用冷UW(University of Wisconsin）作为心肌保护液，其他的细胞内或细胞外型保护液也能有效保护心肌。\n\n如果有中心静脉导管需要及时拔出。夹闭上腔静脉，然后尽可能向上腔以远游离断开。切开左上、右上肺静脉（若需要同期获取肺脏，则切开左肺静脉入口上方的左心房）以便于左房减流。若需要同期获取肺脏，则切开左心房方便肺保护液流出，沿左、右肺静脉开口周围预留左房袖以便肺脏获取。离断下腔静脉（IVC)，需要给肝脏保留部分下腔。在几次心脏射血后，心脏完全排空，于头臂动脉开口水平钳闭主动脉。灌注停跳液。停跳液灌注一般为1\\~2L，期间需要对停跳液灌注压力进行监测。向心包内倒入冰盐水或冰泥。\n\n冠脉窦回流的停搏液可以通过切开的下腔静脉引流。首先在心包折返处分离右侧肺静脉。然后将心脏向上向右牵拉，暴露左肺静脉，于心包折返附近离断左侧肺静脉。沿着主动脉和肺动脉干向下牵拉心脏，充分暴露主动脉及肺动脉走形。在头臂动脉开口以远水平离断主动脉。再于心包折返处离断左肺动脉，离断右肺动脉。剩下的需要分离的组织为：左心房后心包折返处的结缔组织和位于左心房和气管分叉之间的淋巴组织。\n\n\n\nA.下腔静脉在其与右心房交界处离断。大部分心包内的下腔静脉都与肝脏相连，因为几乎所有这类手术都是多器官获取。切开右肺静脉，左心排气。（取肺时，切开左房室沟排出肺保存液）。心脏排空后阻断主动脉。冷停搏液通过主动脉根部灌注，以实现完全的心电停搏。B.向上牵拉心脏，暴露肺静脉和左肺动脉进行离断。C.主动脉、上腔静脉和右肺动脉在心包折返平面进行离断以保证吻合缘充足。剩下的心包折返处左心房后的结缔组织需要进一步游离。将心脏取出，分离主肺间隔，检查有无房间隔缺损，检查心脏瓣膜和心腔。供心浸润在盐水溶液，使用3层无菌器官袋包裹运输。\n\n将心脏取出，浸入冷保存液中。花几分钟修剪心脏，为移植做准备。沿右肺静脉间连接组织切开，左肺静脉亦如此。沿肺静脉后缘水平切开左心房，为左心房缝合提供最大缝径。分离主动脉与肺动脉干。在肺动脉分叉处切断肺动脉干以保持最大周长，以便与可能扩张的受体肺血管相匹配。用冷等渗溶液充分灌注冲洗心室，以检查有无组织残渣或解剖异常。将心脏放入装满保存液的3层无菌袋中，再放进冰箱中进行转运。\n\n#### （二）原位心脏移植\n\n##### 1．双心房技术\n\n除了心脏手术的常规准备（见第二、三、四章），麻醉诱导后还需要通过左侧颈内静脉置入大口径三腔导管。如果条件许可的话，保留右颈内静脉，作为未来心肌内膜活检的通道。气管插管后，放置TEE探头，以便在撤机操作期间进行监测和评估心室功能。正中开胸暴露心脏。既往做过心脏手术的患者，经皮置入股动脉和静脉导管，以便于急性心脏失代偿时置入主动脉内球囊反搏或紧急体外转机。\n\n当供体心脏即将抵达手术室时，通过上下腔静脉插管建立体外循环。如果心脏粘连严重需要广泛地分离，那么应该提前操作。阻断主动脉及上下腔静脉。右心房在下腔静脉入口的上方界沟前方切开。环下腔静脉离断，留下右心房切口下的腔静脉残端。向上切开房间隔至左心房顶。然后向左切开左心房，在左肺静脉开口上方预留充足的左房袖以便吻合。当切开房间隔时，置入左房引流管引流血液，切开大动脉近端以暴露下面的左心房。这些动脉需要被精准地离断以便吻合。\n\n从冰箱中取出供心，用器官袋中的液体浸泡。从左、右肺动脉后侧分离左房顶。分离主肺间隔，除非重建时需要额外的肺动脉，否则在肺动脉分叉处离断肺动脉。沿肺静脉口切开左房形成左房袖。从下腔静脉开口向右心耳基部切开右房，该切口需要与界沟和房室沟大致等距。\n\n供心植入期间，灌注温度一般为28℃，间断使用4℃的冰泥局部冷却心肌。不需要灌注额外的心脏停搏液。首先使用3-0聚丙烯缝线单纯连续缝合吻合左心房。左心房吻合时，在将供心置入心包间隙之前，先“有一定距离”缝合前几针。左房吻合口需要做外翻式缝合，以确保内膜贴合，从而减少缝线处形成血栓的机会。通过牵引线向下牵拉升主动脉以便于完成左肺静脉附近的左房最左侧吻合。3-0聚丙烯线连续缝合吻合右房。在房间隔位置的吻合，左房缝合线与右房缝合线部分重叠。每次缝合线打结之前均需要向心腔灌注冰盐水。\n\n将供受体主动脉修剪至适当长度后，采用4-0聚丙烯缝线连续缝合吻合主动脉。在供心升主动脉放置一根灌注管，作为“排气口”排气。心脏内的气体经主动脉吻合口排出后再打结固定主动脉吻合口缝线。灌注管负压吸引下开放主动脉阻断钳。\n\n这是手术中的关键时期，因为供体心脏在长时间的全脑缺血后进行再灌注。在开放主动脉阻断钳之前注入一或两安瓿腺苷或许有效，其可促进早期再灌注时心内膜下小动脉进行最大限度的扩张。在大多数情况下，供心将在开放主动脉后的1\\~3min开始规律收缩。如果发生室颤或心动过速，应立即除颤。如果在早期再灌注过程中出现明显的窦性心动过速或频繁的室性心律失常，可临时静脉使用盐酸艾司洛尔。艾司洛尔在这种情况下特别有用，因为当心脏从缺血期恢复时，它可以减少心肌耗氧量，且作用时间短，并且它的作用将在CPB停机前消失。\n\n当形成平缓的窦性心律时，可开始吻合肺动脉（有些外科医生倾向于开放主动脉前吻合肺动脉）。将肺动脉修剪至适当长度再进行吻合，通常采用4-0或5-0聚丙烯线。\n\n剩下的手术部分在复温过程中照常进行，经主动脉灌注管充分排气，TEE检查是否有残余空气，逐步停机。停机前后，需要及时用TEE评估每个心室的功能，并在必要时采取适当的干预措施以改善其功能。\n\n**图21-9** 原位心脏移植，双房技术\n\nA.通过肺静脉口切开形成供心左房袖。B.从下腔静脉口向右心耳延伸切开右房形成右心房袖，切口大约位于界沟和房室沟之间。C.开始左心房吻合。\n\n2．双腔静脉吻合技术\n\nCPB的准备和建立与双房技术相同。SVC 导管应放置在腔一房交界处上方1cm或以上，以方便SVC吻合。如果在供体单位需要获取多个脏器，则有必要与供体获取团队进行明确的沟通，以确保能获取头臂静脉入口处有可用的SVC。\n\n一般手术方法与双心房技术基本相同。阻断主动脉及上下腔静脉，切开右肺静脉前左心房组织，同二尖瓣手术。切口延伸至下腔静脉下方并向上延伸至右肺动脉水平。心脏切开后，于左心房放置引流管，靠近下腔静脉口的宽大右房袖结构被保留。在右心房内，右房袖结构通常包括经冠状窦口或紧邻冠状窦口下的切口。电刀剥离心包组织与下腔静脉袖，同时将其与左心房切缘分开，以便于供心植入。\n\n类似地，建立一个SVC入口附近的右心房袖结构，并将其与下方肺动脉分离，以便吻合。通常，植入式心律转复除颤器导线存在于受者心脏中，并经常紧密黏附于SVC的内表面。应该将导线充分松解拽出然后剪断。此时，导线会弹回到上腔静脉更靠上的位置（此处一般没有粘连），以便取出除颤器。近端离断大动脉，其余的切口在左心房的下、上、左侧，与双房技术相同。左肺静脉入口上方水平预留左房袖。\n\n首先进行左房吻合，吻合顺序为从左房下方向左肺静脉方向。如果可以的话，应使用外翻缝合技术保证两者内膜贴合，避免内翻缝合导致的血栓形成。当缝线接近供心左心耳时，应简要重新评估其几何形状，以确保供心SVC 在吻合时处于合适位置。如果受者的左心房看起来比供者的大得多，供心的左心耳基部可以稍微切开来延长吻合口。缝合至右肺静脉附近时，通常用3-0聚丙烯缝线缝合第二遍进行加固。左心房内打水，缝线打结。在整个移植过程中，用冰盐水浸泡供心以减少心肌代谢。\n\n然后吻合下腔静脉，通常使用4-0聚丙烯线。如果供心比受体的心脏小很多，那么在下腔静脉附近保留一个足够大的右房袖以减少吻合口张力就显得尤为重要。\n\n虽然对其余的吻合口采用了各种不同的方法，但我们建议在适当调整供受体主动脉长度后，继续进行主动脉吻合，以便对新的升主动脉进行良好的几何重建。使用4-0聚丙烯缝线行标准的端对端吻合。双层缝合技术，第一层为连续水平褥式外翻缝合，加上第二层的单纯连续缝合，止血效果甚好。膨肺充分排气，心脏气体排出后打结。\n\n复温过程中，心律稳定窦性心律后，再用5-0聚丙烯线单纯连续吻合SVC。重要的是，在吻合SVC时要避免组织冗余，因为腔静脉的任何扭曲都可能导致静脉压力梯度的形成。与双房技术一样，端对端吻合肺动脉。\n\n#### （三）术中一般注意事项\n\n对于有过胸骨切开术的患者，特别是有过搭桥手术的患者，如果不小心损伤了患者的大隐静脉或乳内动脉桥，发生急性严重心脏失代偿的可能性会大大增加。在这种情况下，需要常规经皮植入股动脉导管用于动脉压力监测。如果发生失代偿，可迅速经导丝置入主动脉内球囊反搏，或经皮插入动脉插管建立CPB。在开胸风险很高的情况下，也可以在股静脉内放置导丝，必要时经皮静脉插管。\n\n在移植前准备供体心脏时，应注意检查卵圆孔区域。如果发现卵圆孔未闭，必须手术缝闭。在右心室功能不全的情况下，特别是在肺动脉压升高的情况下，心脏移植术后会出现严重的低氧血症和早期右向左分流。\n在不危及窦房结的情况下，应考虑切除多余的右房组织，尤其是下端吻合口附近的右房组织。偶尔也会出现二尖瓣反流，这与供受体左心房吻合形成的“雪人”形态有关。\n\n缝合左房时，应观察左肺静脉口。吻合组织过于冗余与内翻缝合可能阻碍肺静脉流入，也可能导致血栓形成。在极端的情况下，手术引起的继发于肺静脉入口附近吻合口梗阻导致的三房心已有报告。\n\n窦房结功能障碍时有发生。因此，在摘取和植入过程中需要特别注意避免损伤窦房结。上腔静脉套带应放置在上腔-右心房交界处上方1～2cm处。供右心房切口应放在界沟上方，以避免缝合右房低处缝线时损伤窦房结。\n\n如果重建的肺动脉过长，可能会发生肺动脉干扭曲。因此，必须修剪掉足够的供受体肺动脉干，以避免冗余。当供体心脏相对于受体心包空间大小过大时，新构建的肺动脉干会显得尤为脆弱。组织冗余会导致肺动脉干扭曲，可能在肺动脉吻合口处产生压差，从而导致严重的右心室高压。\n\n神经系统的不良事件可能发生。过度内翻的缝合可能导致血栓形成，尤其是在左心房。有效和彻底的心脏排气可有效降低脑空气栓塞的风险。当心脏植入后体循环血管阻力较低时，必须保证足够的CPB血流速率。虽然灌注压力和血流速率对神经系统事件产生影响的具体阈值尚不明确，但在复温期间，全身平均灌注压力应保持在40mmHg或更高，灌注流速应保持在4.2\\~4.8L/min。\n\n在复温过程中出现严重的右心室功能不全时，可放置第二根左房管注射正性肌力药物，同时可经中心静脉注入前列腺素E1等血管舒张药物。如果效果不明显且仍然存在肺动脉高压，可吸入一氧化氮B3,K5,W11。\n\n### 六、术后管理\n\n心脏手术（见第五章）后患者的一般护理适用于接受心脏移植的患者。一般来说，其他系统功能正常，很少或不需要特殊治疗。供体心脏的功能通常是好的，但易受完全去神经化和心肌缺血的影响。心脏去神经可能暂时降低心率；此时，可考虑使用提高心率的儿茶酚胺类药物。根据患者的年龄和体型，使用异丙肾上腺素（0.01\\~0.1.μg⋅kg-1⋅min-1)或心房起搏以保持适当的心率。一般来说，β-肾上腺素能药物的作用是不受影响的。心肌缺血导致舒张受限顺应性降低，可能需要较高的心脏充盈压力以维持心功能。收缩功能和收缩力受损也可能出现，表现为左心房或肺动脉楔形压增高。正性肌力支持通常需要2\\~5d，取决于供体心脏的功能。\n\n右心室后负荷过重导致的急性右心室扩张和衰竭，最常见的情况是受体已经存在肺动脉高压或CPB停机后鱼精中和过程中出现的反应性肺血管收缩。各种药物都可以扩张肺血管，但最有效的组合是0.3\\~1μg·kg-1⋅min-1的米力农和一氧化氮。很少情况下，需要右心辅助支持。\n\n患者开始口服用药后立即使用阿司匹林，325mg每日并终身服用，以避免（至少部分地）供心发展为冠状动脉硬化病变。补铁（325mg 硫酸亚铁，每日3次）直到血细胞比容稳定。常规给予组胺H2受体拮抗剂，以抵消类固醇对胃黏膜的不良影响。\n\n#### （一）免疫抑制治疗\n\n移植中的免疫抑制治疗旨在降低免疫反应的强度，以允许机体接受异体移植物，以期待患者能在尽可能低的药物毒性下长期生存。药物制剂已从最初的受体免疫系统全抑制剂发展到细胞内免疫水平的选择性阻断剂，以最大限度地提高移植物存活率，同时最大限度地降低药物毒性。\n\n有以下3种情况明确需要行免疫抑制治疗：①初始高剂量免疫抑制治疗以便于移植物植入，减少早期排斥反应的机会，并有潜在的诱导机体免疫耐受的作用；②长期接受同种异体移植的免疫抑制维持治疗；③强化免疫抑制治疗，治疗急性排斥反应。目前针对预防或逆转以异体移植物血管病变为例的慢性排斥反应的免疫治疗方法，仍在探索当中。\n\n移植物免疫反应与T细胞的激活和增殖浸润关系密切。由于目前很多免疫抑制剂以T细胞激活过程中的细胞内信号旁路为治疗靶点，因此T细胞激活与否显得十分重要。表21-4总结了不同的免疫抑制治疗方式及其作用的特定免疫反应通路。\n\n虽然各中心之间有相当大的差异，但总的策略是诱导治疗随后采用最初的“三联药物”免疫抑制维持治疗，随后逐渐减少或停用类固醇。诱导治疗一般包括两种方法：\n\n（1）达利珠单抗或巴利昔单抗阻断IL-2受体。\n\n（2）抗胸腺细胞球蛋白或OKT3，其针对T细胞受体并使其从细胞表面被移除或通过多种机制诱导整个细胞的破坏。\n\n免疫抑制维持治疗通常为包括三大类免疫抑制药物的三联治疗策略：\n\n（1）环孢素和他克莫司通过钙调磷酸酶干扰钙调磷酸酶介导的信号传导，阻断IL-2的产生和释放，而IL-2是细胞毒性TH细胞增殖所必需的。\n\n（2）霉酚酸酯、硫唑嘌呤、氨甲蝶呤和环磷酰胺通常被称为抗增殖药物，因为它们的基本作用是干扰T细胞增殖。\n\n（3）肾上腺皮质激素，通常是甲泼尼龙或泼尼松，它们有多种作用机制，除了抗炎作用外，它们还抑制多种细胞因子的转录，损害巨噬细胞功能，减少循环中的淋巴细胞。\n\n#### （二）肾上腺皮质类固醇\n\n糖皮质激素通常在心脏移植前术中给药，是维持治疗策略的一部分。一些中心采用无限期的最低剂量的泼尼松治疗，但一种有效的替代策略是在术后早期快速减药和停用类固醇。关于糖皮质激素的重要特征和剂量的总结见框21-7。\n\n\n框21-7 糖皮质激素\n\n++++\n\n### 表格描述文本  \n**表：糖皮质激素在器官移植中的临床使用概述**\n\n#### **临床应用**\n- 用于免疫抑制维持治疗  \n- 用于急性排斥反应的冲击治疗\n\n#### **作用机制**\n- 抗炎作用  \n- 通过抑制基因转录抑制 IL-2 的产生  \n- 抑制抗原呈递细胞功能  \n- 降低黏附分子表达  \n- 抑制白细胞信号转导  \n- 抑制淋巴细胞增殖\n\n#### **剂量**\n- 免疫抑制维持治疗：  \n  - 每个方案高度可变  \n  - 标准治疗方案为起始泼尼松剂量每日 20–40 mg  \n  - 每隔 1 日减少 0.1–0.2 mg/kg  \n  - 或在 6 个月后停用  \n  - 有些指南不推荐使用维持性皮质类固醇  \n  - 对于复发性排斥反应，可维持每日类固醇约 0.1–0.2 mg/kg/d\n\n- 急性排斥反应冲击治疗：  \n  - 使用 500–1000 mg 甲基强的松龙静脉滴注 3 天  \n  - 或使用泼尼松 2–3 mg/kg 连续口服 3 天，之后逐渐减少\n\n#### **目标浓度**\n- 暂无适用\n\n#### **副作用**\n- 糖尿病  \n- 骨病  \n- 肥胖  \n- 库欣样变  \n- 伤口愈合不良  \n- 白内障  \n- 消化性溃疡  \n- 高血压  \n- 精神障碍\n\n---\n\n### 表格注释\n- 无脚注或特殊缩写\n\n++++\n\n注：IL，白介素；IV，静脉注射；PO口服。\n\n#### （三）环孢霉素\n\n心脏移植之所以能成为终末期心脏病的治疗方式与1979年环孢素的临床应用直接相关33,G17。环孢素的临床特点和用量在框21-8中进行了总结。动物研究表明，在抗原激发前给予环孢素可能是最有效的，这可能与发生排斥反应前较低的血清淋巴因子浓度有关。环孢素的吸收是有一定变化的，但在血液中达峰时间约为3.5h。稳定状态下口服溶液的生物利用度约为30％。大约90％血液中的环孢素是与蛋白质结合的，半衰期约为20h。环孢素主要通过肝脏排出，只有6％通过肾脏排出。其他对环孢素血药浓度有影响的药物见表21-5和框21-9。\n\n\n++++\n\n### 表格描述文本  \n**表：环孢素在器官移植中的临床使用概述**\n\n#### **临床应用**\n- 用于免疫抑制维持治疗  \n- 通常与硫唑嘌呤或霉酚酸酯联合使用  \n- 可与皮质类固醇联用或不联用\n\n#### **作用机制**\n- 为钙调磷酸酶抑制剂  \n- 抑制白细胞介素（IL-2）的产生  \n- 抑制 T 细胞增殖\n\n---\n\n### 表格注释\n- 无附加注释或缩写说明\n\n++++\n\n++++\n\n### 表格描述文本  \n**表：环孢素的剂量、目标浓度与毒副作用**\n\n#### **剂量**\n- 初始口服剂量为 25～50 mg，每日两次  \n- 若肾功能正常，可在 3～4 天内迅速调整至血药浓度 300～400 ng/mL\n\n#### **目标浓度**\n- 移植后 0～3 个月：250～350 ng/mL  \n- 移植后第 3 个月：200～300 ng/mL  \n- 移植后 6～12 个月：150～250 ng/mL  \n- 移植后超过 12 个月：50～150 ng/mL\n\n#### **毒副作用**\n- 肾毒性  \n- 神经毒性  \n- 高血压  \n- 高胆固醇血症  \n- 肝毒性  \n- 高钾血症  \n- 肾小管酸中毒  \n- 高镁血症  \n- 高尿酸血症  \n- 多毛症  \n- 牙龈增生\n\n---\n\n### 表格注释\n- 无附加注释或缩写说明\n\n++++\n\n框21-9 通过细胞色素P450系统诱导降低环孢素\n\n血药浓度的药物\n\n++++\n\n### 表格描述文本  \n**表：与免疫抑制剂可能产生相互作用的药物**\n\n- 利福平  \n- 异烟肼  \n- 苯巴比妥  \n- 苯妥英钠  \n- 卡马西平\n\n---\n\n### 表格注释\n- 表格列出了可能与免疫抑制治疗发生药物相互作用的常见药物，具体作用机制未在表中进一步说明。\n\n++++\n\n\n表21-5 提高环孢素血药浓度的药物\n\n++++\n\n### 表格描述文本  \n**表：影响免疫抑制剂药代动力学的常见药物机制**\n\n- **降低代谢（竞争细胞色素 P450 系统）**：  \n  红霉素、酮康唑、伊曲康唑、地尔硫卓、维拉帕米、尼卡地平、西咪替丁\n\n- **增加生物利用度（增加胃肠道吸收）**：  \n  甲氧氯普胺\n\n---\n\n### 表格注释\n- 表中药物通过不同机制影响免疫抑制剂的体内浓度，需在联合用药时谨慎监测药物浓度和毒副作用。\n- 细胞色素 P450 系统为代谢酶系的核心组成，对药物清除率有显著影响。\n\n++++\n\n肾毒性是环孢素的主要毒性，发生率为25%～38%，表现为急性少尿，血尿素氮和肌酐水平升高。这些作用主要是由肾小动脉血管收缩引起，主要发生于球前动脉水平E2.N4。肾素一血管紧张素系统可能会加重环孢素的肾毒性和血压升高副作用，因为环孢素会刺激肾小球球旁细胞和入球小动脉壁合成和释放肾素K21。环孢素的慢性肾毒性特征是局灶状肾小球硬化伴有间质纤维化和毛细血管基底膜增厚。一旦发生慢性肾损害，减少和停止环孢素的使用也是无效的。增加环孢素肾毒性的常见药物列于表21-6。\n\n\n++++\n\n### 表格描述文本  \n**表：常见药物对肾功能的协同损害机制及药物分类**\n\n- **肾血管收缩和／或肾小管损伤**：  \n  两性霉素、氨基糖甙类抗生素\n\n- **抑制环氧合酶，导致肾前列腺素合成减少，肾血管舒张减少，与环孢素协同导致肾血流量进一步减少**：  \n  非甾体抗炎药（NSAIDs）\n\n- **抑制肾小管排泄肌酐（与环孢素作用相协同）**：  \n  磺胺甲恶唑／甲氧苄啶\n\n- **其他机制**：  \n  放射造影剂、左旋沙可来新、西罗莫司\n\n---\n\n### 表格注释\n- 上述药物在心脏移植免疫抑制治疗中需慎用，以防止协同引起肾功能损伤。\n- 与环孢素合用时尤其需监测肾功能指标（如肌酐清除率）。\n\n++++\n\n\n注：通过提高血环孢素水平起作用的药物不包括在本表中\n\n次严重的副作用包括可逆性肝损害、液体潴留、多毛症（20%\\~45%）、牙龈肥大（9%\\~16%）、高血压（53%）、颤抖（20%\\~50%)，以及罕见的迟发性淋巴瘤（尽管这可能是多种药物的过度免疫抑制导致的）。\n\n#### （四）他克莫司\n\n他克莫司（最初被称为FK506）于1984年首次从一种名为tsukubaensis的链霉菌中分离出来K6。1989年首次临床用于肝移植，替代环孢素F7。他克莫司是一种与环孢素不同的大环内酯类化合物，具有不同的结合位点。然而，它们的免疫抑制作用基础是相似的。他克莫司通过与FK-BP-12蛋白结合而获得免疫抑制效果，正是FK-BP12-他克莫司复合物阻断钙调神经磷酸酶。总的来说，他克莫司的免疫抑制作用和毒性都超过环孢素，这可能与他克莫司与FKBP的亲和性远远大于环孢素与其结合蛋白亲环素的亲和性有关。\n\n他克莫司与环孢素不同的一个主要副作用是其有明显诱发糖尿病的倾向。与环孢霉素不同，他克莫司很少引起牙龈增生和多毛症。虽然未经证实，他克莫司的使用似乎更易使患者罹患淋巴细胞增生性恶性肿瘤。他克莫司的临床特点和使用剂量列于框21-10。\n\n临床应用\n\n替代环孢素应用于长期维持性免疫抑制治疗，可作为初始第一选择，也可作为环孢素应用过程中发生反复排斥或排斥致血流动力学受累时的替代治疗\n\n机制\n\n钙调磷酸酶抑制剂，抑制IL-2的产生，抑制T细胞增殖常见不良反应\n++++\n\n### 表格描述文本  \n**表：他克莫司在心脏移植中的剂量与目标浓度**\n\n- **剂量说明**：\n  - 移植后早期建议口服或舌下含服他克莫司 1–2 mg，每 12 小时一次（Q12h）。在剂量逐步增加以达到有效血药浓度的过程中，需密切监测肾功能。\n  - 若从环孢素转换为他克莫司，并且肾功能正常，需先停用环孢素，然后起始剂量为 5 mg（成人），每日口服 2 次，并根据谷浓度调整剂量。\n  - 若存在肾功能障碍（肌酐 > 1.7 mg/dL），无论是在移植早期还是从环孢素转换期间，均应从极低剂量的他克莫司开始（成人 1–2 mg，每日 2 次）。\n\n- **目标浓度说明**：\n  - 表中列出了按移植后天数划分的全血谷浓度目标范围（ng/mL），但当前尚未提供具体浓度值。\n\n---\n\n### 表格注释\n- 谷浓度指每日给药前的最低血药浓度，是监测他克莫司免疫抑制效果和毒副作用风险的重要指标。\n\n++++\n\n++++\n\n### 表格描述文本  \n**表：他克莫司在心脏移植后不同阶段的全血谷浓度目标范围（ng/mL）**\n\n- **移植后 0–31 天**：目标谷浓度为 12–16 ng/mL  \n- **移植后 31–90 天**：目标谷浓度为 10–15 ng/mL  \n- **移植后超过 90 天**：目标谷浓度为 5–12 ng/mL\n\n---\n\n### 表格注释  \n- 谷浓度指每日用药前血液中他克莫司的最低浓度，用于评估免疫抑制效果与毒性风险。\n\n++++\n\n肾毒性，神经毒性，糖耐量异常，高钾血症\n\n#### （五）硫唑嘌呤\n\n硫唑嘌呤只有在环孢素开始被使用时才引起人们的注意，然而很快人们发现三联药物治疗似乎更加有效。于是，硫唑嘌呤与环孢素和肾上腺皮质类固醇一起再次成为免疫抑制方案的一部分。硫唑嘌呤是6-巯基嘌呤的咪唑衍生物。霉酚酸酯已基本取代硫唑嘌呤，作为三联免疫抑制治疗中的抗细胞增殖药物。硫唑嘌呤的临床特征和常用剂量列于框21-11。\n\n\n++++\n\n### 表格描述文本  \n**表：霉酚酸酯在移植中的应用信息**\n\n- **临床应用**：  \n  - 用于维持性免疫抑制治疗，通常与环孢素或他克莫司联合使用，可联用或不联用类固醇。\n\n- **机制**：  \n  - 通过抑制嘌呤合成，抑制淋巴细胞增殖。\n\n- **剂量**：  \n  - 当与环孢素或他克莫司合用时，最大口服剂量为 2～2.5 mg·kg⁻¹·d⁻¹。  \n  - 若有必要，可减少剂量以维持白细胞计数高于 3000/mL。\n\n- **目标浓度**：  \n  - 无法通过血药浓度监测。\n\n---\n\n### 表格注释  \n- 本表所述内容适用于免疫抑制维持治疗中的霉酚酸酯使用方案。\n\n++++\n\n\n++++\n\n### 表格描述文本  \n**表：硫唑嘌呤的不良反应及联合用药注意事项**\n\n- **不良反应**：  \n  - 骨髓抑制（白细胞减少最常见，偶见血小板减少和/或贫血）。  \n  - 骨髓抑制作用可与其他骨髓抑制药物协同增强。  \n  - 肝毒性。  \n  - 胰腺炎。  \n  - 脱发（罕见）。  \n  - 恶性肿瘤，尤其在慢性治疗过程中，皮肤肿瘤的风险增加。\n\n- **联合用药注意事项**：  \n  - 与别嘌呤醇（一种黄嘌呤氧化酶抑制剂）联合使用会增加骨髓抑制风险。  \n  - 使用别嘌呤醇时，应将硫唑嘌呤的剂量减少至原剂量的 25%～33%。\n\n---\n\n### 表格注释  \n- 本表反映的是硫唑嘌呤相关的不良反应及其与别嘌呤醇联合使用时的剂量调整要求。\n\n++++\n\n\n#### （六）霉酚酸酯\n\n霉酚酸是霉酚酸酯的免疫活性代谢物，通过对肌苷一磷酸脱氢酶可逆的非竞争性抑制作用，能有效抑制嘌呤的合成，而鸟嘌呤是嘌呤重新合成的关键酶。该重新合成DNA的途径独见于人类淋巴细胞，而其他细胞大多可通过嘌呤补救途径合成嘌呤来合成DNA。因此，人类淋巴细胞对霉酚酸酯的作用特别敏感。\n\n霉酚酸酯具有比环孢素更强的抗增殖能力，有潜在预防同种异体移植物血管病变的作用。\n\n\n++++\n\n### 表格描述文本  \n**表：霉酚酸酯（MMF）在维持性免疫抑制治疗中的应用**\n\n- **临床应用**：  \n  - 常与环孢素或他克莫司联用，作为维持性免疫抑制治疗药物，可联合或不联合糖皮质激素。  \n  - 可用于长期免疫抑制方案中替代硫唑嘌呤。\n\n- **机制**：  \n  - 水解为活性成分霉芬酸，抑制肌苷一磷酸脱氢酶，从而抑制嘌呤合成。  \n  - 选择性抑制T细胞和B细胞增殖。\n\n- **剂量**：  \n  - 初始剂量为500 mg 静脉注射（IV）或每日两次口服（PO）。  \n  - 若患者耐受胃肠道症状，可逐渐增加至1500～1750 mg，每日两次。\n\n- **目标浓度**：  \n  - 2～5 ng/mL。\n\n- **不良反应**：  \n  - 胃肠道症状：恶心、呕吐、腹痛、腹泻、食欲不振。  \n  - 少见：胃溃疡、胃炎、胃肠道出血、黄疸、胰腺炎。  \n  - 白细胞减少症（罕见），与其他骨髓抑制药物联用时可能具有协同作用。\n\n---\n\n### 表格注释  \n- 本表总结了霉酚酸酯的临床应用、机制、剂量调整、不良反应以及目标浓度范围。\n\n++++\n\n\n\n#### （七）环磷酰胺\n\n环磷酰胺是从氮芥中提取的烷基化剂；它通过烷基化和交联DNA链干扰DNA复制。B细胞\n\n和T细胞都会受其影响，对B细胞的毒性更大。这一特性使得环磷酰胺在出现抗供体抗体阳性和再发排斥反应时可替代其他抗增殖药物（霉酚酸酯或硫唑嘌呤）。\n\n\n++++\n\n### 表格描述文本  \n**表：吗替麦考酚酯在免疫抑制维持治疗中的应用**\n\n- **临床应用**：  \n  - 用于免疫抑制维持治疗。  \n  - 如怀疑为抗体介导的排斥反应，可替代硫唑嘌呤使用。\n\n- **机制**：  \n  - 通过干扰 DNA 复制抑制淋巴细胞增殖。  \n  - 抑制 B 细胞反应。\n\n- **剂量**：  \n  - 与环孢素或他克莫司合用时，最大剂量为 1～1.5 mg·kg⁻¹·d⁻¹。  \n  - 必要时可减少剂量，以保证白细胞计数高于 3000/mL。\n\n- **目标浓度**：  \n  - 无法测量血药浓度。\n\n- **不良反应**：  \n  - 骨髓抑制，在用药后 7～10 天内最为明显，可与其他骨髓抑制药物产生协同作用。  \n  - 其他包括出血性膀胱炎、脱发、胃肠道不适、间质性肺炎（罕见）。\n\n---\n\n### 表格注释  \n- 本表总结了吗替麦考酚酯的免疫抑制作用机制、用法用量、不良反应及监测特点。\n\n++++\n\n\n#### （八）氨甲蝶呤\n\n氨甲蝶呤最初作为抗肿瘤药物，已被证明对治疗白血病、银屑病和成人类风湿性关节炎有效。它是一种叶酸类似物，可与二氢叶酸还原酶竞争性地结合。这种叶酸拮抗剂会抑制嘌呤合成，从而抑制淋巴细胞和其他快速分裂细胞系的增值。氨甲蝶呤对体液免疫和细胞免疫G16,K1,L8均有很大的影响，并已被用作标准免疫抑制方案的有效辅助药物，用于复发或持续性急性排斥反应C19,H16。\n++++\n\n### 表格描述文本  \n**表：氨甲蝶呤在心脏移植免疫抑制治疗中的应用**\n\n- **临床应用**：  \n  - 当出现复发性或持续性的急性排斥反应时，与霉芬酸类药物联用使用。  \n  - 或在维持性免疫抑制治疗期间，替代硫唑嘌呤。\n\n- **机制**：  \n  - 属于叶酸拮抗剂，对淋巴细胞及其他快速分裂细胞系具有抗增殖作用。\n\n- **剂量**：  \n  - 成人每 8～12 小时服用 1～5 mg，每周 3 次，通常作为辅助治疗使用 3～12 周。\n\n- **目标浓度**：  \n  - 无法检测血液浓度。\n\n- **不良反应**：  \n  - 主要不良反应为骨髓抑制，可导致白细胞减少、贫血和血小板减少。  \n  - 联合使用其他骨髓抑制药物（如硫唑嘌呤）时应停用或减少其剂量。  \n  - 心脏移植受者中曾因严重骨髓抑制发生致命感染，因此应密切监测白细胞计数。  \n  - 常见副作用包括肠胃不适、肝毒性、肾毒性、口腔炎和过敏性肺炎。\n\n---\n\n### 表格注释  \n- 本表归纳了氨甲蝶呤在心脏移植免疫治疗中的使用场景、剂量、不良反应及风险监测要点。\n\n++++\n\n\n\n#### （九）西罗莫司\n\n西罗莫司是放线菌 Streptomyces hyscopicus 的天然产物，最早于1965年从复活岛采集的土壤样本中分离出来F8,V5。西罗莫司是一种结构与他克莫司相似但作用机制不同的大环内酯类抗生素。它属于一类新的免疫抑制药物，称为西罗莫司（TOR）抑制剂。TOR是一种细胞质酶，在T细胞表面向细胞核传递信号，促进淋巴细胞生长和增殖＾5。TOR似乎在细胞和体液效应器功能中都发挥着重要作用A1。与环孢素和他克莫司一样，西罗莫司是一种与抑免蛋白结合并发挥免疫作用的前药。与环孢素和他克莫司相比，西罗莫司既不抑制钙调磷酸酶也不抑制T细胞因子的产生。相反，它抑制生长因子刺激的细胞增殖。其净效应是选择性阻断细胞因子信号介导的细胞分裂和增殖，并在G1期阻滞细胞周期。因此，西罗莫司与环孢素和他克莫司具有协同作用。\n\n西罗莫司可以与环孢素或他克莫司联合替代硫唑嘌呤或霉酚酸盐，也可以作为第4种药物加入西罗莫司以控制复发性或难治性排斥反应。当出现重要的肾功能障碍时，它可以替代环孢素或他克莫司，并与类固醇和霉酚酸盐联合使用，尽管这种联合可能增加排斥反应的风险。在移植后的最初几周内使用西罗莫司应注意，因为它可能严重损害创面愈合。\n\n++++\n\n### 表格描述文本  \n**表：西罗莫司在心脏移植免疫抑制治疗中的应用**\n\n- **临床应用**：  \n  - 用于维持性免疫抑制治疗，作为钙调神经磷酸酶抑制剂的替代药物，或作为联合使用的第四种免疫抑制药物。\n\n- **机制**：  \n  - 抑制TOR通路，进而抑制T细胞分化和增殖。  \n  - 抑制B细胞的活化和增殖。  \n  - 抑制间充质细胞增殖。  \n  - 促进T细胞凋亡。\n\n- **剂量**：  \n  - 每日口服 2～5 mg。\n\n- **目标浓度**：  \n  - 全血谷浓度维持在 5～15 ng/mL。\n\n- **不良反应**：  \n  - 高胆固醇血症。  \n  - 甘油三酯升高。  \n  - 血小板减少（剂量相关）。  \n  - 伤口愈合不良。\n\n---\n\n### 表格注释  \n- TOR：哺乳动物雷帕霉素靶蛋白（Target of Rapamycin）\n\n++++\n\n注：TOR，西罗莫司素靶标。\n\n##### 1．抗胸腺细胞球蛋白\n\n抗胸腺细胞球蛋白（anti-thymocyte globulin，ATG）是一种多克隆抗淋巴细胞制剂，含有不同数量的针对T细胞分子的特异性抗体。针对HLAI 类和II类抗原以及黏附分子（CD11a/C18）的抗体已被发现B18。\n\nATG在临床上既可用作移植后5\\~7d的预防性免疫诱导治疗，也可用作治疗复发性或持续性排斥反应的免疫抑制方式。在出现早期肾功能障碍（特别是血清肌酐超过2mg·dL-1）时，ATG可以替代钙调磷酸酶抑制剂，直到肾功能恢复正常。其引起的淋巴细胞严重减少、免疫抑制使得患者容易被感染，特别是巨细胞病毒感染。因此，在ATG治疗期间需要预防性使用更昔洛韦抗病毒治疗。\n\n目前在美国可用的商业制剂是免抗胸腺细胞球蛋白。重组制剂中含有5mg胸腺球蛋白，其中大于90％的为兔γ免疫球蛋白。标准剂量为1.5mg·kg-1·d-1，通过中心静脉导管注入超过4\\~6h，并给药5\\~14d。\n\n++++\n\n### 表格描述文本  \n**表：抗胸腺细胞免疫球蛋白在心脏移植中的应用**\n\n- **临床应用**：  \n  - 用于预防排斥反应（诱导治疗）。  \n  - 适用于类固醇耐药或复发性排斥反应。  \n  - 适用于伴有血流动力学障碍的排斥反应。\n\n- **机制**：  \n  - 属于多克隆抗T细胞抗体制剂。  \n  - 阻断T细胞受体（TCR）与抗原肽的相互作用。  \n  - 抑制抗原呈递细胞的功能。  \n  - 可直接破坏T淋巴细胞。\n\n- **剂量**：  \n  - 剂量、预用药及过敏测试因所用抗胸腺细胞球蛋白制剂不同而异，需按具体药品说明进行个体化调整。\n\n- **目标浓度**：  \n  - T细胞计数应低于治疗前水平的10%。  \n  - 但多数移植中心并不常规监测该指标。\n\n- **不良反应**：  \n  - 常见不良反应包括血小板减少、关节痛、水肿、荨麻疹、发热和寒战。  \n  - 不同抗体制剂的副作用可能不同。  \n  - 罕见但严重的全身性并发症包括低血压、过敏反应、呼吸窘迫综合征和血清病。\n\n---\n\n### 表格注释  \n- TCR：T细胞受体（T Cell Receptor）\n\n++++\n\n\n注：TCR,T细胞受体。\n\n##### 2．单克隆抗体\n\n与缺乏特异性的多克隆制剂相比，单克隆抗体具有潜在的优势，因为它们可以将某些特定的细胞表面分子作为治疗靶点。免疫抑制和相关副作用发生的机制取决于抗体和同型的靶点以及用于制作抗体的物种。单克隆抗体通常来自小鼠或大鼠。但一些抗体，比如目前的抗IL-2受体抗体，通过移除单抗隆小鼠中不参与编码抗原抗体结合区域的基因部分进行移除，再使用人类抗体分子缺失编码的蛋白部分从而实现“人源化”。这有利于减少单克隆制剂的致敏副作用。\n\n（1)OKT3(Anti-CD3）。CD3抗原存在于几乎所有成熟的T淋巴细胞上，并且与T细胞受体的抗原识别位点密切相关。在T细胞受体与细胞外的抗原接触后，CD3复合物向细胞内传递信号，启动T细胞的激活。\n\nOKT3是一种小鼠单克隆抗体，特异性作用于CD3复合物与抗原-MHC复合物结合后参与跨膜信号转导。因为CD3只在T细胞上表达，给予OKT3后可以在30\\~60min从外周血中消耗CD3细胞。虽然一些细胞经过吞噬后被网状内皮系统清除，但许多T淋巴细胞通过CD3复合物的脱落或封顶等调节而避免了细胞死亡。当OKT3停药后，抗体水平低于治疗水平时，T淋巴细胞可以在数小时内在T细胞受体复合体上重新表达CD3分子。停药后CD3＋细胞迅速重现的现象（多克隆ATG治疗后不会出现这种现象），加上临床观察在OKT3给药后1周内偶尔出现急性排斥反应，促使一些临床项目会在OKT3治疗结束后的几日内常规增加类固醇剂量。\n\n++++\n\n### 表格描述文本  \n**表：抗CD3单克隆抗体在心脏移植中的应用**\n\n- **临床应用**：  \n  - 用于预防排斥（诱导治疗）。  \n  - 适用于类固醇耐药或复发性排斥反应。  \n  - 适用于伴血流动力学障碍的排斥反应。\n\n- **机制**：  \n  - 属于单克隆抗CD3抗体。  \n  - 通过调节或清除T细胞表面CD3分子，阻断T细胞识别异体抗原的能力。\n\n- **剂量**：  \n  - 每日静脉注射2.5～5 mg，疗程通常为7～14天。\n\n- **监测**：  \n  - 监测T细胞标记物。  \n  - 目标为CD3+细胞的绝对数低于10个/mL，或低于淋巴细胞总数的5%。\n\n- **不良反应**：  \n  - 细胞因子释放综合征：表现为发热、寒战、头痛、恶心、肌痛和轻度高血压。  \n  - 可产生抗小鼠抗体。  \n  - 重复或长期使用可增加巨细胞病毒感染和移植后淋巴细胞增生性疾病的风险。\n\n---\n\n### 表格注释  \n- CD3：T细胞表面分化抗原，是T细胞受体复合物的组成部分  \n- 巨细胞病毒：CMV（Cytomegalovirus）\n\n++++\n\n\n\n（2）抗CD25（达利珠单抗或巴利昔单抗）。目前可用的两种抗CD25抗体，达利珠单抗或巴利昔单抗是人源化的IgG1单克隆抗体，可与激活T淋巴细胞上的IL-2高亲和力受体的α链（Tac亚基），进行特异性结合。它们含有大约90％的人类和10％的小鼠抗体序列。这些抗体与细胞因子IL-2竞争占有IL-2受体。激活的T细胞分泌IL-2通过刺激特定的T细胞亚群克隆增生，来促进T细胞聚集。\n\n抗IL-2受体单克隆抗体需要与钙调神经磷酸酶阻断剂（环孢素或他克莫司）联合使用，以减少IL-2的数量，其对任何未被阻断的IL-2受体均有效。\n\n++++\n\n### 表格描述文本  \n**表：抗IL-2受体单克隆抗体在心脏移植中的应用**\n\n- **临床应用**：  \n  - 用于预防排斥（诱导治疗）。\n\n- **机制**：  \n  - 属于抗T淋巴细胞白细胞介素（IL-2）受体的单克隆抗体。\n\n- **剂量**：  \n  - **巴利昔单抗**：  \n    - 体外循环结束后给予20 mg静脉注射。  \n    - 术后第4日再次给予20 mg静脉注射。  \n  - **达利珠单抗**：  \n    - 移植前24小时内给予1 mg/kg静脉注射，  \n    - 此后每14天追加一次，共计4次。\n\n- **监测**：  \n  - 无临床监测应用。\n\n- **不良反应**：  \n  - 尚无严重不良反应报告。\n\n---\n\n### 表格注释  \n- IL-2：白细胞介素-2（Interleukin-2），是T细胞生长和活化的关键细胞因子  \n- IV：静脉注射（Intravenous injection）\n\n++++\n\n\n\n##### 3．血浆置换法\n\n血浆置换是指从患者体内取出血液，通过离心或膜过滤分离血浆，然后用新鲜血浆或5％白蛋白置换血浆。在治疗急性排斥反应中，血浆置换可有效清除抗体（抗体介导的排斥反应）以及在急性排斥反应中可能释放的可溶性介质，包括IL-1、IL-6、TNF-α、B4、S12和过敏性毒素C3a。其中一些介质，如TNF-α和IL-1，对肌细胞的收缩性有直接的抑制作用，并且血浆置换后，在血流动力学受影响的排斥反应的患者中经常能观察到射血分数的提高。血浆置换技术需要将大口径留置导管插入颈内静脉、锁骨下静脉或股静脉。虽然血浆置换过程中偶有补体介导的反应发生，但副作用通常是温和的。只要纤维蛋白原水平维持在100mg/dL以上，出血并发症的可能性就很低。临床上治疗血流动力学障碍的排斥反应时，只要纤维蛋白原水平保持在100mg/dL以上，可连续3d 进行血浆置换。\n\n移植术后在受体中发现抗供体抗体时需要进行血浆置换，通常每隔一周进行一次，直到不再检测到这些抗体为止。\n\n##### 4．免疫吸附\n\n血浆置换通过滤出血浆来去除免疫球蛋白，无论如何，都是一个被动的过程。而免疫吸附技术则使用含有免疫吸附剂的滤柱来特异性结合免疫球蛋白，以去除特异性抗体。一些中心使用免疫吸附技术来治疗受体中存在抗供心HLAI类抗体的患者A8,11,K17。\n\n通过这种治疗方法，急性血管排斥反应的患者射血分数得到改善，PRA显著降低05。\n\n##### 5．光分离置换法\n\n光置换是一种基于白细胞置换的免疫调节疗法。它包括抽血，用离心分离法分离全血，然后将红细胞和血浆返回给患者。白细胞用8-甲氧补骨脂（一种光敏剂）处理，并在光激活室中暴露在紫外线下。这些经过处理的白细胞随后再被输回患者体内。\n\n1.UVAR XTS仪器从患者身上抽血 5．经过处理的白细胞被输回患者体内\n\n2．全血离分离；红细胞和血浆被送回患者体内\n\n\n光置换的作用机制尚不清楚，但已有证据表明，光置换诱导白细胞凋亡，当白细胞重新注入患者体内时，被血液和淋巴组织中的树突状细胞吞噬。光激活过程诱导DNA交联，从而诱导淋巴细胞、单核细胞、巨噬细胞和B细胞的16.Y2凋亡。最近的数据表明，几乎所有的细胞在体外光分离置换后都发生凋亡，甚至终末分化、缓慢增殖或非增殖的细胞也会如此，如抗原提呈细胞。George及其同事在小鼠心脏移植研究中进行的体外光置换研究表明，光置换改变了受体T淋巴细胞的组成，使调节性T淋巴细胞的比例增加，从而下调移植物浸润性T细胞的比例。在小鼠模型中，大部分抗光细胞在24h内在脾脏和肝脏中被吞噬。体外光合作用减少了移植物特异性T细胞的浸润，而不影响周围淋巴结中移植物反应性T细胞的频率。因此，基于这些研究，体外光合成技术出现了改变受体T细胞的组成，使T调节细胞的比例更大，从而下调移植物浸润T细胞的比例。\n\n一项光置换的临床研究表明，在排斥反应高危患者中，光置换治疗后血流动力学受损型（可能致命）排斥反应或排斥反应死亡的风险大大降低K10。这些研究中提及了凋亡细胞被抗原呈递细胞吞噬的假设。吞噬凋亡细胞碎片诱导抗原提呈细胞激活调节性T细胞，进而诱导下调针对同种异体移植物的效应性T细胞。其结果是在心脏移植物中自然调节性T细胞的比例增加。\n\n\n\n中，36例接受光置换的患者的光置换获益\n\n纵轴代表每100名患者的血流动力学受损型（HC）排斥反应或排斥反应相关死亡人数／年。最上面的曲线（“未接受光置换疗法的风险”）表示排斥反应高危患者中，未接受光置换疗法时终点事件发生的风险曲线。中间的曲线（“光置换疗法后风险”）为这组患者在接受光置换疗法后的风险函数。最下面的曲线为：低排斥风险患者的HC 排斥风险或排斥死亡风险。\n\n（来自Kirklin及其同事。k10）\n\n##### 6．全淋巴辐照\n\n全淋巴照射（TLI）是针对淋巴组织的低剂量放疗，包括颈部、腋窝、纵隔、主动脉周围和髂股淋巴结、胸腺和脾脏。非淋巴组织在治疗过程中被屏蔽。TLI诱导免疫反应的确切机制尚不清楚，但已知的是，辐射通过改变DNA结构，产生染色体断裂、易位和嘌呤和嘧啶碱基对损伤，诱导细胞死亡。T细胞和B细胞都容易受到辐射损伤。\n\nTLI治疗，通常与其他免疫抑制方式结合，诱导淋巴细胞计数的较少会在3\\~4个月后恢复。然而，T细胞亚群的分布及其表面抗原的表达会长期受到影响。有人推测TLI诱导了一群与NK 细胞相似的天然抑制细胞。\n\nTLI辐射剂量包括3个不同区域的照射野，以对所有主要的淋巴细胞产生区域进行照射治疗。这些区域的总目标剂量为800cGy，每周两次，每次80cGy。在TLI开始前停用硫唑嘌呤或其他骨髓抑制药物，以减少辐射诱导的骨髓抑制。根据白细胞和血小板数量调整治疗方案。在心脏和肾脏移植中，TLI已被广泛用于治疗难治性或严重排斥反应。已证实在移植前进行TLI和ATG处理后，在肾移植后18\\~30个月会出现对供者特异性抗原无反应C14,519。TLI治疗可有效降低成人b11和儿童11心脏移植术后排斥反应发生频率。最常见的不良反应包括白细胞减少和血小板减少，暂停治疗后通常可逆。未知的远期合并恶性肿瘤的风险可能存在N1。在一大批心脏移植后接受TLI治疗的患者中发现了致死性急性巨核细胞白血病的特定风险，5年的患病率为9%K14。\n\n### 七、结果\n\n#### （一）排斥反应\n\n##### 1．机制\n\n异体心脏移植排斥反应表现为心脏移植后免疫反应的组织学改变和患者的临床症状（见本节前面的“心脏移植的免疫学基础”）。心脏内的潜在靶细胞包括心肌细胞和冠状血管内皮细胞等。供者肽抗原通过供者抗原提呈细胞（供者血管内皮细胞和所谓的游离白细胞）和受体抗原提呈细胞的提呈来刺激受体的同种免疫反应。多条复杂的免疫通路激活供体器官的免疫反应，进而对供体器官进行攻击。供者抗原（通过抗原呈递细胞）呈递到适当的受体T细胞导致T细胞活化，而在适当的共刺激分子存在下进行克隆增殖。血管内皮通过吸引免疫细胞聚集到同种异体移植物中直接参与排斥过程。内皮分子的上调（细胞表面浓度的增加）诱导环状活化淋巴细胞黏附在内皮表面并迁移到同种异体移植物的间隙中。活化的T 细胞产生和释放细胞因子，与T细胞表面受体的上调一起诱导免疫细胞的增殖和巨噬细胞的聚集。如果不受免疫抑制剂的抑制，这些过程会产生导致心肌细胞损伤和坏死的强效生物效应分子，可通过组织学检查甄别。\n\n心脏移植（和一般的器官移植）的成功是基于以下前提：免疫抑制治疗可以有效地抑制免疫系统发生以下过程：供者HLA抗原刺激免疫系统最终导致供者心脏的破坏。为了保证移植心脏的长期存活和功能，控制和预防潜在致命的同种异体移植排斥反应包括：初始免疫诱导、长期维持性免疫抑制和急性排斥反应期间强化免疫抑制或免疫调整。由于免疫抑制剂具有相当大的毒性，患者的长期生存需要联合使用多种免疫抑制剂治疗，这些药物甚至会协同作用于免疫系统以减轻其对同种异体移植物的威胁。同时还需要尽量减少它们对其他器官系统和整体免疫系统（这将为感染和恶性肿瘤奠定基础）的毒性作用。\n\n困难在于，不同患者对同种异体移植物的免疫反应强度和对免疫抑制相关疾病的易感性方面存在着相当大的差异。尽管目前对移植的免疫反应有了深刻的理解，而且有无数的药物可用于靶向免疫抑制，但急性排斥反应的许多确切刺激因素仍然不为人知。患者可能在经历了长时间（有时数年）的免疫静止（临床和组织学缺乏排斥证据）后，而在毫无征兆的情况下，突然发生严重的和潜在致命的免疫排斥反应。偶发而明显的排斥反应的发生机制尚未完全弄清，但心内膜活检支持的大量临床经验表明，排斥反应在同种异体移植物中往往随着免疫活性波段式增强而发生。虽然有时也存在感染源（特别是病毒）感染的风险，但什么时候会出现却总是不得而知。\n\n##### 2．同种异体移植排斥反应病理学\n\n基于 Cavesk9心肌组织组织学检查的技术，心肌内膜活检技术自1972年以来为诊断排斥反应提供了金标准。最初由斯坦福大学的Billing-hamB13开发的排斥反应组织学分级系统在1990年由国际心肺移植学会（ISHLT）进一步完善，最近的发表于2005年（表21-7)S16。排斥反应分级主要基于炎症浸润细胞的数量和心肌细胞损伤存在与否（表21-7）。急性排斥反应的主要组织学分型分为细胞性、体液性和超急性排斥反应。\n\n++++\n\n### 表格描述文本  \n**表：1990年与2004年心脏移植排斥反应组织学分级标准对比**\n\n#### **2004年标准**\n- **等级 OR（无排斥）**：  \n  - 无排斥。\n- **等级 1R（轻度）**：  \n  - 间质和/或血管周围浸润，最多仅见1处肌细胞损伤。\n- **等级 2R（中度）**：  \n  - 两个或以上病灶区域的浸润，并伴有相关肌细胞损伤。\n- **等级 3R（重度）**：  \n  - 弥漫性浸润，伴多灶性肌细胞损伤，±水肿、±出血、±血管炎。\n\n#### **1990年标准**\n- **等级 0（无排斥）**：  \n  - 无排斥。\n- **等级 1级（轻度）**：  \n  - 局灶性血管周围和/或间质浸润，但无肌细胞损伤。\n- **等级 2级（中度，局灶性）**：  \n  - 一个浸润病灶伴有肌细胞损伤。\n- **等级 3级（中度，局灶性或弥漫性）**：  \n  - 多灶性浸润并伴有心肌细胞损伤。\n- **等级 4级（重度）**：  \n  - 弥漫性、多形性浸润，伴广泛的肌细胞损伤，±水肿、±出血、±血管炎。\n\n---\n\n### 表格注释  \n- “±” 表示“可能伴有但不一定存在”。\n- “浸润” 指免疫细胞（如T细胞）浸润心肌组织，是排斥反应的典型病理表现。\n\n++++\n\n\n急性抗体介导排斥反应（AMR）的存在或不存在可根据需要记录为AMR0或AMR1。\n\n其中R表示改良分级，以避免与1990年方案相混淆。\n\n注：ISHLT,international Society for Heart and Lung Trans-plantation，国际心肺移植学会。\n\n急性细胞排斥反应：组织学上，急性细胞排斥反应是一种针对同种异体心脏移植的单核细胞炎症反应，主要是淋巴细胞B30。通常两个心室受累相当，因此右心室间隔取样通常可以代表心脏其他部位的组织学改变。中度水平的排斥反应需要考虑增强免疫抑制治疗，诊断的关键组织学特征是心肌细胞损伤。\n\n体液排斥：体液性排斥是指免疫球蛋白（抗体）针对位于同种异体心脏冠脉内皮表面的抗原而产生的排斥B28、T4。免疫球蛋白和补体定位于移植心脏的微血管-小动脉、毛细血管和小静脉。由中性粒细胞和巨噬细胞引起的炎症过程累及血管壁。这些炎症变化可以在心肌内膜活检中看到。微血管排斥反应的特征是内皮细胞活化，血管通透性增加，严重时微血管血栓形成和心肌细胞变性。目前，免疫荧光是识别心肌内膜活检组织中纤维蛋白原、IgG、IgM和补体成分的主要方式，H2以诊断是否发生体液排斥。体液性排斥反应的组织学和免疫荧光诊断标准如表21-8所示。然而，应该注意的是，这些检查分型的可重复性远远低于急性细胞排斥反应的组织学分型方法。\n\n\n++++\n\n### 表格描述文本  \n**表：心脏移植急性抗体介导排斥反应（AMR）分级标准**\n\n- **AMR 0**：  \n  - 急性抗体介导排斥反应阴性，组织学或免疫病理检查中无AMR 特征。\n  \n- **AMR 1**：  \n  - 急性抗体介导排斥反应阳性，表现为免疫荧光或免疫过氧化物酶染色（如 CD68、C4d）阳性。\n\n---\n\n### 表格注释  \n- **AMR**：抗体介导排斥反应（Antibody-Mediated Rejection）。  \n- **CD68、C4d**：用于检测免疫反应活性的标志物。\n\n++++\n\n\n注：AMR，抗体介导的排斥反应。\n\n超急性排斥反应：超急性排斥反应（目前很少观察到）由预先存在的针对供体心脏HLA表位的抗体或针对ABO系统（如无意间的跨血型不兼容）的抗体引发的对同种异体移植物的致命免疫攻击。极少数情况下，超急性排斥反应可能由抗内皮抗体引起B28。补体级联反应的激活导致严重的内皮细胞损伤、血小板激活、凝血级联反应启动和广泛的微血管血栓形成，所有这些都导致移植物失功。这一过程在移植物再灌注后的几分钟内就会开始。目前，通过提前检查抗HLA抗体和交叉配型等技术手段，超急性排斥反应已很少发生。\n\n##### 3．其他诊断方法\n\n虽然心电图、细胞免疫学监测和各种放射性核素技术在排异监测方面已有研究，但超声心动图仍是常规用于排异监测的主要方法（心内膜心肌活检除外）。\n\n超声心动图最重要的应用是识别收缩功能不全。尽管在95％的组织排斥反应中，左心室射血分数保持在正常范围内M13，但急性排斥反应是移植心脏早期恢复后收缩功能急剧下降的主要原因。其他原因包括晚期同种异体血管病变，无排斥反应或血管病变的不明原因移植物衰竭，以及罕见的感染。当观察到急性收缩功能下降（射血分数&lt;50%）而没有其他明确的原因时，应假定存在急性细胞或体液排斥反应并进行适当的治疗，无论是否经心内膜心肌活检证实。\n\n##### 4．排斥反应的时间分期和危险因素\n\n尽管同种异体移植排斥反应是影响心脏移植后长期存活的主要生物学原因，但排斥反应的发病时间、消失时间以及排斥反应是否实际存在都难以确定，阻碍了对排斥反应发生的时间规律和相关危险因素的理解。\n\n尽管心内膜心肌活检是识别排斥反应的金标准，但它只允许间歇取样，而不允许连续监测。鉴于存在取样错漏的情况，排斥反应可能未经组织学确认就自发消退，以及移植1年后一般会减少心肌内膜活检的频率，使我们对排斥的理解变得十分复杂。基于实用性原则，大多数临床医生和研究人员将排斥事件定义为通常但并不总是伴有心肌活检异常并导致患者免疫抑制急性和暂时增强的临床事件K15。\n\n排斥的发作频率随着移植时间的延长而降低，一部分原因在于当前的维持免疫抑制治疗方案可形成部分获得性的免疫去敏结果。大约2/3的患者在第一年内有1次或多次明确的排斥反应。初始排斥的风险函数（瞬时风险）在1个月或2个月达到峰值，然后迅速下降，大约1年后稳定为低而恒定的排斥风险。\n\n更值得关注的是那些反复出现排斥反应的患者，他们需要反复加强免疫抑制，并且面临移植物功能障碍继发血流动力学损害、感染风险增加以及导致同种异体移植物血管病变的可能。表21-9和表21-10列出了较早的首次排斥反应和第一年累积排斥反应增加的危险因素。\n++++\n\n### 表格描述文本  \n**表：心脏移植中急性排斥反应的危险因素及其统计显著性（P 值）**\n\n#### **早期阶段的危险因素**\n- **年龄较小（在成年受体中）**：  \n  - *P* < 0.0001\n- **女性（供体和受体）**：  \n  - *P* = 0.0006\n- **白种人受体中，HLA 不匹配数量越多，排斥风险越高**：  \n  - *P* = 0.01\n\n#### **稳定期的危险因素**\n- **黑种人受体**：  \n  - *P* = 0.04\n\n---\n\n### 表格注释  \n- *P* 值用于表示统计显著性，值越小代表显著性越强。  \n- HLA：人类白细胞抗原（Human Leukocyte Antigen），器官移植中匹配的重要指标。\n\n++++\n\n\n\n注：CTRD，心脏移植研究数据库。\n\n**表21-10 移植后第一年累积排斥事件增加的**\n\n**危险因素（CTRD 1990-1992，**,n=1719)\n\n++++\n\n### 表格描述文本  \n**表：心脏移植中影响急性排斥反应风险的因素及其统计显著性（P 值）**\n\n- **受体年龄较小**：  \n  - *P* = 0.02  \n- **女性（供体和受体）**：  \n  - *P* < 0.0001  \n- **HLA-DR 不匹配**：  \n  - *P* = 0.04  \n- **诱导治疗**：  \n  - *P* < 0.0001  \n\n---\n\n### 表格注释  \n- *P* 值用于判断统计显著性，通常当 *P* < 0.05 被认为具有统计学意义。  \n- HLA-DR：人类白细胞抗原DR亚型，是移植免疫匹配的重要指标。  \n- 诱导治疗：移植早期使用强效免疫抑制剂以减少排斥反应风险的策略。\n\n++++\n\n\n\n**表21-11** 移植后第一年内排斥反应复发的危险\n\n因素（CTRD 1990-1993，n=1251)\n\n++++\n\n### 表格描述文本  \n**表：心脏移植术后发展为移植物血管病（CAV）的危险因素及其统计显著性（P 值）**\n\n#### **人口学因素（受体）**\n- 女性：  \n  - *P* = 0.01  \n- 黑种人：  \n  - *P* = 0.0009  \n\n#### **诱导治疗相关因素**\n- 使用 OKT3（抗CD3 单克隆抗体）：  \n  - *P* = 0.003  \n\n#### **术后一年内事件因素**\n- 排斥反应发生频率更高：  \n  - *P* < 0.0001  \n- 巨细胞病毒感染史：  \n  - *P* = 0.003  \n\n---\n\n### 表格注释  \n- *P* 值用于判断统计显著性，通常当 *P* < 0.05 被认为具有统计学意义。  \n- CAV（Cardiac Allograft Vasculopathy）：心脏移植物血管病，为移植术后主要并发症之一。  \n- OKT3：鼠源抗CD3 单克隆抗体，用于T细胞免疫抑制。  \n- 巨细胞病毒（CMV）感染被认为与慢性排斥和CAV有关。\n\n++++\n\n\n##### 5．高危排斥类型\n\n如前文所述，排异反应卒中险最大的是超急性排斥反应。某些其他形式的急性排斥与移植物失功和死亡有关。排斥类型可能原本是细胞免疫或体液免疫，很多时候也可能二者兼而有之。鉴别高危排斥反应的方法见框21-19。\n\n框21-19 高危型排斥反应\n\n++++\n\n### 表格描述文本  \n**表：急性排斥反应治疗指征**\n\n- 活检显示 3B 级或 4 级排斥反应  \n- 活检中发现血管炎和体液排斥的证据  \n- 排斥反应伴随血流动力学受损  \n- 急性排斥反应伴随血液中存在抗供体抗体（DSA）\n\n---\n\n### 表格注释  \n- 排斥反应的严重程度可通过组织活检评级（3B、4 级为重度）  \n- DSA：Donor-Specific Antibodies，抗供体特异性抗体  \n- 体液排斥通常指抗体介导的排斥，与细胞介导的排斥不同  \n\n++++\n\n\n当心内膜活检发现血管炎（淋巴细胞和单核细胞透壁浸润，伴或不伴有中性粒细胞浸润），或免疫荧光发现体液排斥反应时，可伴有死亡率的增加。一些研究报道的1年病死率超过30%H2,17,21。同样，当心内膜心肌活检发现侵袭性组织学级别的细胞排斥（3B或4级）时，如果没有及时积极进行免疫抑制干预，很可能进展为血流动力学受损和移植物失功。\n\n大约5％的排斥反应伴随血流动力学受损，表现为心排血量低、超声心动图射血分数降低或心排血量减少。当需要正性肌力药来支持循环时，如果不及时逆转，这种严重的排斥反应可能会迅速致命。虽然收缩功能受到抑制的机制尚不清楚，但实验研究表明IL-1、IL-2和TNF可能与之相关G18,H15,Y1。当出现急性细胞排斥反应相关性血流动力学受损时，其后两年内出现排斥反应相关死亡的发生率约为20％。当出现血流动力学受损的临床排斥反应表现，而未发现细胞排斥反应证据时，预后尤其不佳，因为这表明其很可能发生了体液排斥反应。这些患者在2年内的死亡风险超过50%。\n\n当血液中存在抗供体HLA抗体时，急性排斥反应的发生需要高度怀疑为体液性排斥反应C11，此后，患者出现排斥反应相关死亡或移植物衰败的风险更高G11。\n\n##### 6．排斥的识别\n\n心脏移植后护理的主要内容是识别排斥反应。心内膜心肌活检仍然是最重要的鉴定方法，结合超声心动图检查，通常在术后4\\~6周每隔7d 进行1次。此后，活检频率逐渐减少到每3\\~4个月1次。然而，照顾这些患者的医生必须意识到，细微的症状可能是排异反应开始的唯一线索。这些症状包括不明原因的发烧、关节疼痛、性格改变，以及任何可能由心力衰竭引起的症状。这些\n\n\n\n上面的曲线表示与严重血流动力学损害相关的排斥反应的存活率，根据排斥反应开始时的活检评分分层。“低分”代表活检评分为2分或更低，“高分”代表活检评分为3A或更高。下面两条曲线代表排斥反应发生后按活检评分分层的死亡危险函数。虚线为70％置信区间。\n\n（来自Mills及其同事M13）\n\n都是紧急心内膜心肌活检的指征，如果结果呈阳性，则立即进行治疗。\n\n##### 7．急性排斥反应的治疗\n\n当术后第一个月发现排斥反应发作，特别是当伴有任何血流动力学恶化时，需要住院治疗。否则，门诊密切随访即可M11。关于决定住院治疗还是门诊治疗以及具体的治疗方案需要由有经验的移植医生做。\n\n强化类固醇治疗是治疗急性排斥反应的主要方法。门诊治疗的患者，成人每日的泼尼松剂量增加到100mg，持续5d。一般情况下，每日减少10mg使用量，一直减量到之前的维持剂量。\n\n住院治疗的患者，甲泼尼龙静脉注射（通常是外周静脉注射）3d，剂量为 1000mg·∼d-1（如果患者体重&lt;50kg，则为 15mg⋅kg-1）。然后口服泼尼松100mg，连服2d，之后每日减少10mg，一直减量到之前的维持剂量。\n\n如果排斥反应无好转，术后早期反复发作，或可能为高危型排斥反应，可加用ATG5\\~7d。其他治疗持续性排斥的措施包括将硫唑嘌呤改为霉酚酸酯，将环孢素改为他克莫司，使用不减量的冲击量类固醇治疗，氨甲蝶呤，血浆置换，光分离置换法，甚至全淋巴照射。治疗方式取决于活检的组织学分级、左心室功能不全情况、术后时间和初始抗排方案。\n\n当认为排斥反应已经消除时，再进行一次心内膜活检。如果只发现轻微的排斥反应，则可认为排斥反应已经解决，并在接下来的3个月内通过密切活检来进一步验证排斥反应已经消失。\n\n当血流动力学变得不稳定，排斥反应严重、且持续不缓解，必须予以前述最大限度的免疫抑制治疗，同时使用正性肌力药物维持循环。框21-20概述了血流动力学受损型排斥反应的一般治疗策略。在强化免疫抑制治疗复发或严重排斥反应时，必须认识到感染和肿瘤发生的风险在增加，特别是淋巴瘤，并注意监测。\n\n框21-20 血流动力学受损的排斥反应治疗策略\n++++\n\n### 表格描述文本  \n**表：急性排斥反应伴血流动力学障碍的治疗方案**\n\n- 严肃对待，此为危及生命的情况  \n- 给予甲泼尼龙 1g 静脉滴注，每日 1 次，连续 3 天  \n- 及时给予正性肌力药物支持以维持心排血量（应根据血压和心率调整，优选药物包括多巴胺、米力农或多巴酚丁胺）  \n- 若出现心排血量降低或射血分数轻度下降（<35%），应放置 Swan-Ganz 导管以进行血流动力学监测  \n- 对体重 >15kg 的患者进行血浆置换，每日 1 次，连续 3 天  \n- 使用胸腺球蛋白细胞溶解治疗或 OKT3  \n- 进行肝素化治疗  \n- 持续维持免疫抑制治疗  \n- 可安排光分离置换法（photopheresis）\n\n---\n\n### 表格注释  \n- Swan-Ganz 导管是一种肺动脉导管，用于监测心功能和血流动力学状态  \n- OKT3 为抗 CD3 单克隆抗体，用于强效免疫抑制  \n- 光分离置换法是一种体外免疫调节治疗方式  \n- 多巴酚丁胺、米力农、多巴胺为正性肌力药物，常用于心力衰竭支持  \n\n++++\n\n\na，多巴胺适用于低血压；米力农适用于血压正常和心动过速的患者。\n\nb，如果肾功能下降，减少或保留环孢素和他克莫司。如果服用硫唑嘌呤，请改用霉酚酸酯。停用泼尼松后开始每日服用类固醇。\n\nc,，通常在住院期间因排斥行首次治疗。\n\n#### （二）感染\n\n##### 1．免疫受损的受体\n\n对长期免疫抑制治疗的要求以及由此产生的免疫受损的受体，使心脏移植受者容易受到可能诱发侵袭性、有时是致命性感染的异常生物体的侵害。可能涉及的生物体范围很广，包括常见的病原体、通常不会引起感染的生物体（免疫功能受损的受体除外）以及内源性和供体传播的生物体。采取积极主动的策略来检测感染是必要的，因为一般来说，这类患者的感染体征和症状不太明显，此外，免疫抑制药物也可能削弱了正常的炎症反应。感染性并发症与其他移植后不良事件密切相关，如恶性肿瘤（EB病毒）、异体血管病（巨细胞病毒）和急性排斥反应。\n\n##### 2．风险因素、患病率和评估\n\n大约40％的受者在移植后的第一年经历1种或多种病原体感染，需要静脉注射抗生素治疗，住院治疗或住院进行静脉抗生素治疗M12。目前，大多数感染都得到了成功的治疗，第一年总的感染病死率不到5%A9、R4。表21-12列出了发生移植后感染的风险因素511。\n\n**表21-12 移植后首次感染的危险因素**\n\n**（CTRD 1990年1月1日-1993年6月30日，**n=2210)\n\n++++\n\n### 表格描述文本  \n**表：心脏移植术后感染相关危险因素及其显著性（P值）**\n\n#### 人口学因素  \n- 年龄较大（老年）  \n  - 早期：P < 0.0001  \n  - 稳定期：无显著关联  \n\n#### 临床因素  \n- 移植前使用呼吸机  \n  - 早期：P < 0.0001  \n  - 稳定期：无显著关联  \n- 装有机械辅助循环装置（VAD）接受心脏移植  \n  - 早期：P = 0.02  \n  - 稳定期：无显著关联  \n- 接受 OKT3 诱导治疗  \n  - 早期：P < 0.0001  \n  - 稳定期：无显著关联  \n\n#### 供体因素  \n- 供体为巨细胞病毒（CMV）阳性  \n  - 早期：P = 0.0007  \n  - 稳定期：无显著关联  \n- 供体为黑人种族  \n  - 早期：无显著关联  \n  - 稳定期：P = 0.0007  \n\n---\n\n### 注释  \n- “早期”指移植术后初期感染风险；“稳定期”指长期维持期的感染风险  \n- P 值 < 0.05 表示具有统计学显著性  \n- OKT3 是一种抗CD3单克隆抗体，用于诱导免疫抑制  \n- VAD（Ventricular Assist Device）为心室辅助装置  \n\n++++\n\n\n\n注：VAD，心室辅助装置。\n\n不同种类感染源的发生时间不同，第一个月以细菌感染为主，之后以病毒感染为主。在第一年，细菌和病毒感染各占感染的40%，而真菌或原生动物仅占5%M12,M16。掌握细菌、病毒、原生动物和真菌感染发生风险最高的时间对决定患者的诊断治疗策略有益。由于在感染性疾病的早期阶段，皮质类固醇（通常是维持免疫抑制治疗的一部分）有可能减弱发热反应，所以即使是低烧也应该对可能的感染源进行彻底的排查。\n\n肺部和泌尿道是术后第一年里最常见的感染部位，分别占感染的35％和25%M16。尽管某些病源类型或感染部位很常见，但在免疫功能低下的患者中，必须始终考虑到可能伴有不常见的病原体感染、不常见的感染部位和不常见的临床表现。首先应进行仔细和彻底的病史和体格检查、胸部X线片、完整的血细胞计数以及细菌、真菌和病毒血培养。其他处理也应以此为指导。任何新的或恶化的肺部浸润应及时进行早期支气管镜检查、支气管肺泡灌洗液检查和经支气管活检。卡氏肺孢子虫和巨细胞病毒是在支气管肺泡灌洗液中检测到的最常见的非细菌病原体13。如果活检和灌洗液未发现可疑病原微生物，应考虑开胸肺活检。移植后一个月内出现发烧，应对切口、胸骨等进行彻底评估，包括应用计算机断层扫描检查。使用心室辅助装置作为移植前桥接治疗会增加胸骨感染的风险F3。\n\n##### 3．细菌感染\n\n术后早期最常见的细菌感染见于肺炎、静脉导管物感染，伤口感染倒是不太常见。移植术前需要呼吸机辅助通气的患者，术后并发肺炎的风险比较高。如果移植术后恢复顺利，建议在移植术后的5d内拔除中心静脉导管，因为留置中心静脉导管的时间过长往往会导致菌血症的发生。胸骨切口的感染大约占早期严重感染的5%，一旦发生纵隔感染，死亡率将接近20％。尽早地、广泛地进行胸骨清创和胸大肌填充对控制感染方面有很大的益处，并能减少早期并发症及死亡率。\n\n##### 4．病毒感染\n\n巨细胞病毒（CMV）是心脏移植术后的前3个月内致病的主要病毒病原体。据报道，在受者行移植手术前，CMV血清学诊断的阳性率从40％到80％不等。510移植后发生CMV感染的危险因素包括：CMV 血清学诊断阳性的心脏移植到CMV阴性受体、使用单克隆抗体以及ATG诱导治疗。输注血制品时使用白细胞滤器、在移植术后的前几个月预防性地使用缬更昔洛韦可降低CMV的发生风险。M9\n\nCMV感染可能影响多个器官，从而出现各种临床表现，包括伴有症状的抗体效价升高、伴有嗜睡的全身发热性表现、在无症状患者中检测到CMV抗原或者某个器官出现局部病变。局部病变最常见的部位是肺部（通常伴有肺浸润、呼吸短促和低氧血症），其次是胃肠道（发热、腹泻、溃疡，偶尔也伴有消化道大出血）。肝脏受累者主要表现为肝炎。眼侧受累可导致脉络膜视网膜炎，可能随后出现失明。CMV感染可能会提升同种异体移植物血管病变和排斥反应的发生率。G14、M5、P7任何CMV感染均可能危及生命，需要积极治疗，首选治疗方法是缬更昔洛韦，其能保护肾功能和减少骨髓抑制。\n\n\nEB病毒（EBV）将在本节后面的“恶性肿瘤”章节进行讨论。\n\n细小病毒感染需要被特别提及，因为它与儿童表现出骨髓抑制和全血细胞减少有关。细小病毒可导致传染性红斑，伴有典型的斑疹和轻微的全身症状。诊断需要通过对血液中的淋巴细胞计数或骨髓组织行细小病毒基因的聚合酶链式反应来确定。高免疫球蛋白治疗细小病毒感染通常是有效的。\n\n5．真菌感染\n\n机会性真菌感染只占感染的一小部分，但侵袭性真菌感染的死亡率为30％甚至更高。尽管移植后早期为侵袭性真菌感染的高峰期，但其仍可发生在移植后的任何时候。通常继发于受体免疫防御受到了特异性或非特异性的破坏，如突破皮肤和黏膜屏障，免疫抑制剂使用伴随非特异性防御（吞噬细胞）机制损害，体液和细胞免疫的破坏，以及长期广谱抗生素使用导致真菌过度生长。最常见的真菌有念珠菌、曲霉、吉氏肺孢子虫（卡氏菌）和新型隐球菌。M12念珠菌往往通过破裂的黏膜屏障进入从而导致胸骨伤口或血液感染。曲霉菌感染主要是引起肺部感染，隐球菌感染累及中枢神经系统（但可播散）。吉氏肺孢子虫是一种在非免疫功能低下患者中出现的毒性较低的病原体，存在于人类和多种动物的肺部。是否归为真菌一直受到争议，但目前它被归类为真菌而不是原生动物。目前尚不清楚肺囊虫肺炎患者是原发性感染还是继发感染，因为目前还没有可靠的皮肤试验或血清学检测方法。因此，对于既往有肺囊虫感染的患者，可进行持续性的预防治疗。A12患者通常表现为弥漫性进行性肺部浸润、进行性低氧血症和明显的呼吸困难。对支气管肺泡灌洗液进行银染色具有一定诊断价值。首选的治疗方法是大剂量的甲氧苄啶／磺胺甲恶唑冲击，持续4\\~6周，可能需要呼吸机辅助通气，同时必须密切观察肾功能。\n\n##### 6．原生动物感染\n\n虽然原生动物感染可发生在任何免疫功能低下的患者中，但弓形虫感染在心脏移植患者中有着特殊的重要性，因为当血清学诊断阴性受体接到受感染的器官时，弓形虫感染实际上为供体传\n\n\nTCRD，移植心脏病学专家研究数据库。\n\n##### （摘自Miller及其同事M12）\n\n播的一种疾病。移植后4\\~8周发病，可表现为心肌炎、发热、肺炎或（很少）脑炎。18。治疗包括乙胺嘧啶和磺胺嘧啶。伴随有症状的、未经治疗的弓形虫病在心脏移植受者中通常是致命的。\n\n7．感染预防\n\n心脏移植后的抗生素预防是感染预防的一个组成部分，利大于弊（毒性和抗生素耐药性）。表21-13列出了心肺移植的推荐抗菌药物预防措施。\n\n表21-13 心肺移植（UAB）后感染预防\n\n++++\n\n### 表格描述文本\n**表：感染性并发症的预防策略（成人剂量）**\n\n- **围手术期伤口和管线脓毒症**：  \n  术前给予万古霉素 15 mg/kg；头孢 10 mg/kg，每 8 小时一次，持续 4 天。术后继续头孢 15 mg/kg 起始剂量，每 8 小时 1 g，共 4 次。\n\n- **卡氏肺囊虫**：  \n  每日一次口服甲氧苄啶/磺胺甲恶唑，持续 1 年。  \n  若对磺胺类药物过敏，则替代方案为每日 50 mg 氨苯砜，或每月通过喷雾器吸入 300 mg 喷他脒，均持续 1 年。\n\n- **粘皮肤念珠菌病；弓形虫病（受者阴性、供体阳性）**：  \n  使用局部不可吸收抗真菌药物制霉菌素 500,000 单位，每日 3 次，持续 6 个月。  \n  同时给予乙胺啶 25 mg/日和亚叶酸 10 mg/日，持续 6 个月。  \n  并在 3 个月、6 个月和 1 年时进行血清学检查。\n\n- **巨细胞病毒病**：  \n  - *受体阴性、供体阳性*：每日口服缬更昔洛韦 900 mg，持续 3 个月；随后口服阿昔洛韦 200 mg，每日 3 次，持续 1 年。  \n  - *受体阳性、供体阳性 或 受体阴性、供体阴性*：除以上方案外，还可选用细胞激素 150 mg/kg 静脉注射，在移植后 72 小时内开始，每 2 周一次，共 4 次；然后改为 100 mg/kg 静脉注射，每 4 周一次，共 2 次。注：最后一次剂量为最近剂量中的最大值（2500）。\n\n---\n\n### 表格注释\n**缩写：**\n- mg/kg：每公斤体重的毫克剂量\n- hx：每小时（hourly）\n- g：克\n- 单位：国际单位（IU）\n- 血清学检查：检测血清中特异性抗体或抗原的医学检测\n- 制霉菌素：抗真菌药物，用于局部治疗念珠菌感染\n- 缬更昔洛韦 / 阿昔洛韦：常用于抗病毒治疗，主要针对巨细胞病毒和单纯疱疹病毒\n\n++++\n \n\n\n\n### 感染性并发症与预防（成人剂量）- 补充部分\n\n- **细胞溶解治疗后感染预防**  \n  - 阿昔洛韦 200 mg，口服，每日3次，持续1年  \n  - 缬更昔洛韦 900 mg，口服，每日 × 6周\n\n- **EB病毒（Epstein–Barr Virus, EBV）感染**  \n  - 情况：受体阴性 / 供体阳性  \n  - 监测方案：  \n    - 第一年第6周、第3个月检查 EBV 血清  \n    - 第一年内每6个月复查血清转化情况  \n  - 转化后治疗：  \n    - 更昔洛韦静脉注射 × 6周  \n    - 随后口服更昔洛韦 1g，每日3次 × 6个月  \n    - 接着口服阿昔洛韦 200 mg，每日3次 × 6个月\n\n- **单纯疱疹病毒（HSV-1 和 HSV-2）感染**  \n  - 阿昔洛韦 200 mg，口服，每日3次 × 6个月\n\n---\n**提示：** 上述抗病毒治疗应在专业医生指导下实施，并结合免疫抑制状态及实验室检测结果调整方案。\n\n\na.巨细胞病毒抗原检测。b.根据肾功能调整剂量。c.阿昔洛韦在给药期间使用更昔洛韦。\n\n在某些特定情况下通过接种疫苗产生主动免疫来预防感染是值得推荐的，但只能使用灭活的疫苗。C13\n\n#### （三）恶性肿瘤\n\n心脏移植后的肿瘤疾病主要由3个原因引起：先前存在的恶性肿瘤、恶性肿瘤从供体传递给受体，以及移植后产生的新生恶性肿瘤。如框21-6所述，先前存在的恶性肿瘤是心脏移植的相对禁忌证，除非存在相对较长的无瘤间隔期和有强有力的临床证据支持肿瘤能够被治愈。\n\n然而，目前还没有完整的信息，根据无瘤间隔期和恶性肿瘤的类型去清楚地预测已存在的恶性肿瘤能否复发。在一份近150名既往（移植前平均7年）有恶性肿瘤患者的报告中，恶性肿瘤的续发率或复发率近20％。H9心脏移植受者最可能复发的肿瘤是肺癌、淋巴瘤、皮肤癌和膀胱癌。H9受者出现原发恶性肿瘤的发生率约是年龄未进行匹配的普通人群的100倍。C22,04与移植后时间间隔相关的各种恶性肿瘤的患病率和风险（风险函数）。5％以内的患者在心脏移植后的第一年发生恶性肿瘤，绝大多数是淋巴瘤（1/3）或皮肤肿瘤（1/3）。然而，在持续性免疫抑制的情况下，致命性恶性肿瘤的风险在随后的几年内逐渐增加。D7移植后淋巴细胞增生性疾病（PTLD）由于跟器官移植的独特性，需要单独讨论。PTLD被认为起源于受体B淋巴细胞的EBV感染。H13,N3EBV 可能来源于移植器官（EBV血清学阳性的供体），或通过输血、社区接触感染，或慢性免疫抑制的情况下受体体内潜伏的EBV病毒扩增感染。免疫抑制导致EBV易感性增加，从而使得EBV病毒克隆扩增，继而感染受体B细胞使得B细胞进行扩张增殖，从而导致肿瘤发生。3已经明确的影响PTLD发生的危险因素见（框21-21）。在心脏移植受者中，移植前EBV-血清反应阴性的患者发展为PTLD的风险是移植前血清呈阳性患者的25～30倍。W2,W3此外，长期使用 OKTC200（可能还有抗胸腺细胞球蛋白）,PTLD的风险会有所增加。虽然尚未被证实，但有假设认为OKT3会导致炎症细胞因子的产生，如TNF，从而促进EBV转录和重新激活。\n\n++++\n\n### 表格描述文本\n**表：与 EB 病毒感染强烈相关的因素**\n\n- 器官移植类型（心脏和心肺受者的风险大于肝肾受者）\n- 慢性抗原刺激\n- 增加免疫抑制的强度\n- 巨细胞病毒感染\n\n---\n\n### 表格注释\n**缩写：**\n- EB 病毒：Epstein–Barr 病毒，又称人类疱疹病毒 4 型\n\n++++\n\n\nPTLD病变的组织学分类3已被报道，其病变范围包括从浆细胞发育不全（淋巴结结构保留，通常为良性）到高度恶性的单克隆非霍奇金淋巴瘤。PTLD需要组织活检确诊，并且需要有足够的组织来评估细胞类型、克隆性、生物学特征和结构背景。P3PTLD的临床表现多样，从传染性单核细胞增多症样疾病到与所涉及的器官系统相关的特定症状。常见于症状性淋巴结病变。累及胃肠道的PTLD可导致坏死、出血、增生和梗阻。8中枢神经系统受累既可能是局部受累，也可能是全身性PTLD累及CNS。肺受累常表现为多发性结节。\n\nPTLD的最佳治疗方式仍然存在争议，因为缺乏病理分型的共识，缺乏大型治疗研究甚至任何一家机构的小样本研究，病变的形态特征与临床病程之间的关系也尚不明确。基本治疗方案包括下调免疫抑制、手术切除、化疗、抗病毒药物、抗B细胞抗体和细胞靶向治疗。初级治疗的基本方案包括下调免疫抑制剂，然后密切监测同种异体移植物功能并通过密集的心肌内膜活检监测排斥反应。这种方法适合于可手术根治的孤立性病变。播散性病变通常需要增加化疗或抗B细胞单克隆抗体进行治疗。\n\nPTLD的预期生存率结果变化很大，这取决于移植后的时间间隔、形态学特征和解剖位置。C82年的预期生存率约为45%\\~80％。多脏器功能衰竭、晚期PTLD和中枢神经系统受累者预后更差。\n#### （四）生存率\n\n在过去的几十年里，心脏移植术后一年的生存率逐渐提高，目前已经接近85%。1术后3个月内的死亡风险最高。术后一年以后，死亡率稳定在每年增加4％左右，5年的生存率约为70%,10年的生存率为50%,15年的生存率为30％。中位生存期为10年。对于术后一年存活的患者，中位生存期为13年。再次移植的生存率将在本节后的“再次心脏移植”中进行讨论。\n\n在过去的25年中，心脏移植术后生存率的改善在术后前3\\~6个月最为明显。尽管长期生存率对患者及其家属也很重要，但各医疗机构和各年代间一般都以一年生存率作为比较的标准。\n\n\n##### 1．死亡原因\n\n第一年和之后的死亡原因差别很大，因此值得单独讨论。在移植后的前12个月，早期移植物衰竭、排斥反应和感染占死亡原因的60％以上。这反映在术后3月内特定死因的危险函数和同期特定死因的累积死亡率曲线。\n\n\n1年后，因感染和排斥发生死亡的比重不到25%，而同种异体移植物冠脉病变和恶性肿瘤的死因占比接近50%\n\n\n##### 2．死亡的危险因素\n\n（1）一般危险因素。\n\n在成年移植受者中，多种情形与因素已被确认与移植后第一年内死亡率的上升相关（表21-14）。短期使用机械循环辅助是一个主要的危险因素，可导致早期死亡率增加3倍。相反，长期使用搏动性左室辅助装置的患者，死亡风险增加虽然有统计学意义，但临床意义不大。当对协变量进行调整后，一项对2002-2006年接受移植的患者进行的分析得出结论，对于移植前长期使用辅助装置的患者，他们的术后一年死亡率仅增加1.3倍。”再次心脏移植是一个影响生存的主要危险因素（见本节后文），但该术式很少开展。\n\n表21-14 2002年1月-2006年6月间接受移植的患者，\n\n移植后1年内死亡率增加的危险因素(n=8823)\n\n++++\n\n### 表格描述文本\n**表：移植患者不良结局的危险因素及其统计显著性**\n\n- **临时循环辅助装置**：相对危险度 3.19，*P* < 0.0001\n- **诊断：先天性心脏病 vs. 心肌病**：相对危险度 1.89，*P* < 0.0002\n- **移植时使用呼吸机的受者**：相对危险度 1.50，*P* = 0.004\n- **透析史**：相对危险度 1.48，*P* = 0.002\n- **移植前 2 周内因感染需要静脉药物治疗的受者**：相对危险度 1.30，*P* = 0.005\n- **长期心室辅助装置治疗**：相对危险度 1.26，*P* = 0.020\n- **ABO 血型不相符**：相对危险度 1.25，*P* = 0.007\n- **输血史**：相对危险度 1.19，*P* = 0.04\n- **诊断：冠心病 vs. 心肌病**：相对危险度 1.16，*P* = 0.04\n- **移植时正在使用强心药的受者**：相对危险度 0.85，*P* = 0.03\n- **年龄过小和高龄**：相对危险度未提供，*P* < 0.0001\n- **供体年龄大**：相对危险度未提供，*P* < 0.0001\n- **移植数量较少的机构**：相对危险度未提供，*P* = 0.003\n- **更长的缺血时间**：相对危险度未提供，*P* = 0.006\n- **更高的血清胆红素**：相对危险度未提供，*P* = 0.006\n- **高血清肌酐**：相对危险度未提供，*P* = 0.0001\n\n---\n\n### 表格注释\n**缩写：**\n- *P*：统计显著性概率值，表示观察结果由随机因素引起的可能性\n- 相对危险度（Relative Risk, RR）：用于衡量暴露组发生某事件的风险相对于对照组的比率\n\n++++\n\n\na，临时循环辅助装置包括体外膜肺和临时心室辅助装置。\n\n注：植入持续循环辅助装置的患者较少，所以无法分析。\n\n在回顾这一系列危险因素时，需要注意的是，在大型多变量分析中未被证实的危险因素在其他研究中却有很明显的统计学意义。其他危险因素详见下文。\n\n（2）组织相容性和受体-供体相互作用。\n\n免疫排斥是心脏移植术后过早死亡的重要危险因素。对于那些流式细胞仪交叉配型检测发现HLAI类（T和B细胞）抗原和HLA II类（B细胞）抗原均为阴性的患者，心脏移植后存活率最高。\n\n每个标记点代表一个死亡；纵轴，68％置信区间；括号里的数字表示处于危险中的患者数。I类抗原不匹配包括T 细胞和B细胞抗原，II类抗原仅指B细胞相关抗原。\n\n（来自Bishay及其同事4）\n\n当供体与受体的血型相同时，死亡风险似乎较低，但影响较弱。有证据表明，供体和受体的性别不影响结果，但当供体-受体体型不匹配时（例如较小体格的女性供体捐献给较大体格的男性受体），一年生存率可能会受到不利影响。P10三联免疫抑制药物的使用（大约在1983年），使得移植术后的生存率有所提高，这再次支持了免疫反应是移植预后主要决定因素的观点。\n\n（3）受体年龄。\n\n患者年龄一直是心脏移植术后死亡的危险因素，尤其是年龄过小和高龄的患者。1\\~60岁的受者，术后生存率结果没有显著差异。\n\n###### （4）高肺血管阻力。\n\n高肺血管阻力通常是移植后早期死亡的危险因素。K12肺血管阻力升高（或跨肺压差升高）与死亡风险正相关，随着肺血管阻力升高，风险逐渐增加。术前肺血管阻力对血管扩张剂治疗的反应具有额外的预测价值。B25,C21（关于肺血管阻力的详细信息请参见本节前面的“并发症评估”。）\n\n###### （5）患者的术前状态。\n\n术前心排量明显降低的患者移植后死亡的风险增加。当器官功能障碍严重且移植后不能充分迅速地从低心排状态的影响中恢复时，死亡率将会显著增加。即使是短暂的心输出量降低，肾脏也很容易受到影响。\n\n若术前肺有损伤，术后肺的恢复似乎也会慢一些。移植前一直使用呼吸机是移植后死亡的危险因素。\n\n移植前使用强心药物或机械循环辅助装置使患者处在一个相对好的血流动力学状态下进行手术时，生存率与其他心脏移植受者相似。02然而，心脏移植前植入左室辅助装置可使移植术后一年内的死亡风险增加约25%(1P=0.02)。\n\n###### （6）心肌缺血总时间（供体心脏）。\n\n根据目前的供心保存技术，心肌缺血时间超过4h是一个重要的危险因素。缺血时间为5～6h，死亡风险显著增加。据推测，心脏移植与常规修复性心脏手术相比，缺血时间的安全阈值更长，这可能是因为供体心脏没有侧支冠脉循环，从而使得心肌能处于一个一致均匀的低温保护状态。\n\n目前有研究表明，如果把心脏保存在UW溶液中12,814，那么供体心脏安全的心肌缺血时间将大大延长，该溶液的离子浓度类似于细胞内液体，并含有抗氧化剂和高分子。将该溶液用于心脏灌停和冷保护，似乎可以维持心肌高水平的高能磷酸盐浓度并降低乳酸产生。514再灌注初期的策略可能会进一步延长供心的安全缺血时间［见第三章的“冷停搏，主动脉根部再灌注，（必要时）温停搏诱导”］。K13\n\n（7）年代。\n\n在20世纪80年代，随着环孢素的引入和三联药物治疗方案的采用，心脏移植的风险有所降低。R8心脏移植术后早期和远期生存率得到了进一步改善，主要归功于更精准的免疫抑制药物方案，移植物冠脉疾病的减少，他汀类药物的应用，以及对感染并发症更好的理解，和可供选择的抗生素、抗病毒药物日益增多。M3\n\n**表21-15 移植1年后能使全因死亡率增加的危险因素**\n\n**(CTRD 1990-1999,**,n=5357)\n\n++++\n\n### 表格描述文本\n**表：移植后第一年内发生特定情况对不良结局的相对危险度**\n\n- **轻度冠状动脉疾病**：相对危险度 1.29，*P* = 0.02\n- **中度和重度冠状动脉疾病**：相对危险度 2.99，*P* < 0.0001\n- **淋巴瘤**：相对危险度 4.37，*P* = 0.0004\n- **其他非皮肤恶性肿瘤**：相对危险度 4.74，*P* < 0.0001\n- **低左室射血分数**：相对危险度 2.05，*P* < 0.0001\n- **排斥**：相对危险度 1.36，*P* < 0.0001\n- **距离上次排斥发生间隔时间短**：相对危险度 1.99，*P* < 0.0001\n- **排斥合并血流动力学障碍**：相对危险度 1.77，*P* = 0.0004\n- **感染**：相对危险度 1.11，*P* = 0.006\n- **距离上次感染发生间隔时间短**：相对危险度 1.95，*P* = 0.002\n- **多处感染**：相对危险度 1.55，*P* = 0.007\n- **更高的血清胆固醇**：相对危险度 2.14，*P* = 0.003\n\n---\n\n### 表格注释\n**缩写：**\n- *P*：统计显著性概率值，表示观察结果由随机因素引起的可能性\n- 相对危险度（Relative Risk, RR）：用于衡量某因素暴露组发生特定结果的风险相对于对照组的比率\n\n**备注：**\n- 原文中的 \"1.36b\" 和 \"1.11d\" 未提供附加注释，视为排版错误或格式混乱，已按数值处理。\n\n++++\n\n\na，射血分数为60％与40％的相对危险度。\n\nb，排斥发生在移植3个月后，且无血流动力学影响\n\nc，上次排斥后0\\~30d内再次发生排斥患者的相对危险度\n\nd，移植6个月后感染\n\ne，上次感染后0\\~30d内再次发生感染患者的相对危险度\n\nf，比较1\\~4处感染的相对危险度\n\ng，血清胆固醇为200\\~300的相对危险度。\n\n表21-16 移植1年后，增加同种移植物冠脉病变相关性\n\n死亡风险的危险因素（CTRD 1990-1999，,n=5337)ci7\n++++\n\n### 表格描述文本\n**表：与移植相关不良结局的危险因素及其相对危险度**\n\n#### **受体相关因素**\n- **年龄过小**：相对危险度 1.44，*P* < 0.0001  \n- **黑色人种**：相对危险度 2.07，*P* = 0.0002  \n- **缺血性病因**：相对危险度 1.84，*P* = 0.0003  \n- **6 个月内吸烟**：相对危险度 1.72，*P* = 0.008  \n- **较早日期接受移植**：相对危险度 2.5，*P* = 0.0004  \n\n#### **供体相关因素**\n- **高龄**：相对危险度 1.25，*P* = 0.02  \n\n#### **移植后一年内发生的情况**\n- **轻度冠状动脉疾病**：相对危险度 2.08，*P* = 0.0002  \n- **中度和重度冠状动脉疾病**：相对危险度 6.00，*P* < 0.0001  \n- **低射血分数**：相对危险度 3.53，*P* = 0.001  \n- **较长的排斥持续时间**：相对危险度 1.17，*P* = 0.0002  \n\n---\n\n### 表格注释\n**缩写：**\n- *P*：统计显著性概率值，表示观察结果由随机因素引起的可能性\n- 相对危险度（Relative Risk, RR）：用于衡量某因素暴露组发生某事件的风险相对于对照组的比值\n- 射血分数（Ejection Fraction, EF）：衡量心脏泵血功能的重要指标，低射血分数通常提示心功能不全\n\n++++\n\n\n\n###### （8）远期死亡率的危险因素。\n\n在评估移植后1年内的死亡率时，大多数研究都纳入了受体术前可收集的变量。然而，移植后发生的临床事件也在很大程度上影响了患者的远期死亡率。因此，每个患者在进行移植手术时都存在其特定的危险因素，但是术后发生的诸如排斥反应、感染、移植物功能失调等不良事件，也严重影响了患者的远期生存（表21-15）。\n\n当考虑到具体的死亡原因时，每一种死亡原因对应的危险因素不尽相同。例如，有研究统计了20世纪90年代移植后存活一年的患者的移植物冠脉病变相关性死亡的危险因素，见表21-16。Cl7在患者长期随访中，特定死因的危险因素分析为调整免疫抑制方案和提前干预危险因素提供了参考，从而可能降低患者的死亡风险。\n\n#### （五）同种异体移植物冠脉病变\n\n加速型冠脉病变是心脏移植术后第三大常见死因，仅次于感染和急性排斥反应。3此外，约60％的再移植手术是由于迟发冠状动脉疾病所致。64大多数患有此病的患者没有表现为典型的心绞痛，这可能与同种异体心脏移植物永久性失神经有关（见本节“心功能”部分）。危及生命的室性心律失常、心肌缺血引起的心力衰竭、隐匿性心肌梗死和猝死通常是移植心脏发展为迟发冠脉疾病的首发症状。3\n\n在受体接受心脏移植后的早期就可能开始发生冠脉病变；几乎所有存活超过一年的患者都可找到一些冠脉疾病存在的组织病理学证据。冠脉病变的第一步，可能为肌成纤维细胞增生和纤维化引起的内膜向心性增厚。移植后1\\~2年，脂质细胞聚集于内膜，形成由胆固醇结晶和游离脂质碎片（动脉硬化斑块）组成的形态良好的脂质核。这些动脉硬化病变与自发性动脉硬化难以区分。当冠状动脉弥漫病变的狭窄率小于30％时，可通过扩冠治疗进行干预（此时冠脉的舒张剂储备受影响不大）。M6冠脉病变可能是某些心脏移植患者术后发生猝死的原因，这些患者在发生致命事件之前一直有良好的运动能力。然而，在排斥反应发生时，冠脉舒张剂储备严重受损。由此产生的心肌缺血可能在排斥反应期间产生心肌病变并导致相应症状。在大多数情况下，冠脉舒张剂储备的下降是可逆的。\n\n这些病变的发病机制尚不清楚，但其病因可能包括最重要的免疫因素和一些非免疫因素。移植心脏的冠状动脉内膜和外膜常可见淋巴细胞浸润，表明该病变可能与免疫反应相关。此外，心脏移植后产生HLA抗体的患者比那些没有产生HLA抗体的患者的生存率和冠脉病变发生率都要低。P4动脉硬化高危患者，例如原位心脏合并严重冠脉疾病，也可能是导致移植后冠脉疾病的危险因素，高脂血症、高血压亦同。在同种异体心脏移植中，血管内皮损伤也许早在供体脑死亡时就已开始，同时伴随有炎症反应，使内皮在随后的冷缺血、再灌注和植入受体后的异体免疫识别阶段累积受损。保护心肌细胞的方法可能对血管内皮有害。2高钾（&gt;30mEq/L）停搏液对内皮细胞的损伤程度随着阳离子浓度和暴露时间的改变而不同。没有一种保存液被证明是最好的（包括UW)，这引起了人们对改进内皮保护剂的兴趣。表21-17总结了发生同种异体移植物冠脉病变的临床危险因素。供体年龄与排斥反应之间的关系如图21-24所示。潜在的非免疫性危险因素见框21-22。\n\n**表21-17 造影明确的同种异体移植物冠脉病变相关**\n\n**危险因素（CTRD 1990-1995**,n=2134)\n\n++++\n\n### 表格描述文本\n**表：移植相关危险因素的统计显著性分析**\n\n#### **受体相关因素**\n- **高龄**：*P* = 0.02  \n- **黑色人种**：*P* = 0.008  \n\n#### **供体相关因素**\n- **高龄**：*P* < 0.0001  \n- **男性**：*P* < 0.0001  \n\n#### **前 6 个月发生排斥**\n- **发作次数**：*P* = 0.001  \n- **次数 ≥ 4 次**\n\n---\n\n### 表格注释\n**缩写：**\n- *P*：统计显著性概率值，表示观察结果由随机因素引起的可能性\n- 排斥：指移植物被受体免疫系统攻击的事件，通常分为轻度和重度，可影响长期存活率\n\n++++\n\n\n关键词：CTRD，心脏移植研究数据库。\n\n框21-22 同种异体移植物冠脉病变潜在的非\n\n免疫危险因素\n\n++++\n\n### 表格描述文本\n**表：供体合并动脉硬化的相关危险因素**\n\n- 受体合并动脉硬化  \n- 受体年龄过小  \n- 受体合并心血管疾病  \n- 巨细胞病毒感染  \n- 脂质异常  \n- 高血压  \n- 糖尿病  \n\n---\n\n### 表格注释\n**术语说明：**\n- 动脉硬化：指动脉血管壁增厚、变硬并失去弹性的病理状态，可影响移植物功能\n- 巨细胞病毒：一种常见的病毒感染，可影响免疫功能，增加移植后并发症风险\n\n++++\n\n\n++++\n\n### 表格描述文本\n**表：可能促进移植物血栓形成的危险因素**\n\n- 肥胖  \n- 吸烟  \n- 标志物提示纤溶功能受损  \n- 高同型半胱氨酸血症  \n- 免疫抑制药物  \n- 缺血时间过长  \n- 再灌注损伤  \n\n---\n\n### 表格注释\n**术语说明：**\n- 纤溶功能：指机体溶解血栓的能力，功能受损可能导致血栓形成增加  \n- 高同型半胱氨酸血症：一种血液中同型半胱氨酸升高的状态，与血管病变和血栓风险增加有关  \n- 再灌注损伤：器官经历缺血后重新供血过程中发生的损害，可引起炎症和组织损伤\n\n++++\n\n\n**图21-24** 来自同种异体血管病变多变量方程解的图描述了不断增加的排斥反应对同种异体冠状动脉疾病（CAD）发展的影响\n\n##### （来自Ventura及其同事V4）\n\n两种不同类型的冠脉病变可通过血管内荧光显像进行鉴别。55、S17A型病变为心外膜动脉近端和中部1/3的离散性狭窄，通常为动脉硬化斑块形成；约1/3可并发腔内血栓形成。B型病变主要发生在冠状动脉的远端1/3处，一般为长段弥漫狭窄。其可能是内膜向心性增厚所致，很少有血栓。这是加速型冠状动脉病变最普遍和最隐匿的类型。06直径在 100μ∼m 或以下的微小冠脉通常不受累。通过血管造影评估，异体移植物冠脉病变的发生率估计为每年10%\\~15%，移植后5年的患病率约为50％。\n\n尽管超过70％的患者在移植后4年仍使用肾上腺皮质激素，G3但随着时间的推移，移植物冠脉病变发生率逐渐降低。A11部分原因是排斥反应发生率和排斥导致的死亡率在逐年降低。更好的免疫抑制方案可能减少移植物冠脉病变的发生。也有学者认为，使用地尔硫卓或其他控制高血压（1\n\n\n图21-25 **心脏移植后6个月以上进行冠状动脉造影，免**于发生轻度（底部线）、中度（中间线）或严重（顶部线）冠状动脉疾病（CAD）百分比\n\n冠状动脉疾病事件定义为冠状动脉病变导致的死亡或再移植。\n\n（来自Costanzo及其同事C18）\n\n年发生率67%）的药物，以及使用治疗高脂血症（1年发生率39%,4年发生率41%）的降脂药物可能也起到了稳定或延缓冠状动脉疾病的作用。63\n\n经皮冠状动脉介入治疗（PCI）常被用作姑息性干预手段，其中期结果与合并近端、离散性冠脉病变的非移植人群的中期结果接近。随着疾病进展，经常需要多次PCI治疗，如今，冠脉粥样硬化切除术与冠脉支架植入技术已越来越多地应用于移植物血管病变的治疗中。C18,V4冠状动脉旁路移植术的作用有限，除非合并左主干或单纯左前降支近端狭窄。弥漫性和严重的冠状动脉受累时，再次心脏移植是延长生存期的最佳选择（见本节后面的“再次心脏移植”）。\n\n#### （六）其他并发症\n\n##### 1．肾功能不全\n\n心脏移植后肾功能不全有两种不同的表现：移植后急性肾功能衰竭和慢性肾功能不全。急性肾功能衰竭通常发生在移植前肾脏储备减少（成人肾小球滤过率&lt;50mL⋅min-1）以及早期移植物功能障碍或移植后应用环孢素或钙调磷酸酶抑制剂他克莫司的患者。初始给药环孢素或他克莫司可引起肾小球前入球小动脉的快速和强烈的血管收缩，这可能是由交感神经张力增加、肾素一血管紧张素系统的激活、血管扩张剂分子生成减少以及血管收缩分子增加介导的。11,R6初始血管收缩导致肾血流和肾小球滤过率降低，这两者均与剂量相关且可逆。与环孢素相关的特殊血管收缩剂包括内皮素和血栓素。\n\n心脏移植后的慢性肾功能不全主要与长期使用环孢素或他克莫司有关。来自ISHLT心肺登记处的数据表明，大约20％的患者在一年后出现肾功能不全，25％的患者在4年后出现严重的肾功能不全。A11移植4年后，约7％的患者血清肌酐水平大于2.5mg/dL，约2％的患者需要长期透析治疗。V2近端肾小管细胞似乎容易受到钙调磷酸酶抑制剂的损伤，这是由药物相关血管收缩作用引起的肾脏持续缺血或环孢素对肾小管细胞的直接毒性作用所致。2这些作用还会促进炎症细胞流入肾间质，导致成纤维细胞增殖和慢性瘢痕形成。与环孢素或他克莫司相关的小动脉病变不仅影响肾小球，也影响肾小管和肾间质。A2,A3,H14\n\n对持续性肾功能不全（血清肌酥&gt;2mg/dL）的治疗应包括将环孢素和他克莫司的水平降低到与符合抗排斥要求的最低水平。排斥反应轻微却合并严重肾功能不全患者，应考虑改用以西罗莫司为基础的免疫抑制方案，在肾功能不全进展前使用该方案，有望保留肾脏功能。然而，在肾功能不全进展到晚期时，停用环孢素或他克莫司也难以逆转肾功能损害。当需要长期透析时，如果同种异体移植物功能良好且肾脏以外的其他脏器系统功能完好，则可以考虑肾移植。\n\n##### 2．糖耐量异常\n\n使用肾上腺皮质类固醇进行免疫抑制时可直接引起高血糖。减少或停用皮质类固醇是最有帮助的措施。糖耐量异常也是使用他克莫司的常见并发症。有些患者可能需要口服降糖药治疗，偶尔也需要使用胰岛素进行降糖治疗。\n\n##### 3．高血压\n\n使用环孢素的患者中70%\\~90％可发生高血压。使用他克莫司时，高血压的发生率略低（30％∼50% 。它与肾功能不全和移植物动脉硬化的关系尚不清楚。动态监测血压超过140/90mmHg时应予以治疗。一般采用常规剂量的血管紧张素转换酶（ACE）抑制剂或钙通道阻滞剂。ACEI的使用可能与环孢素或他克莫司有叠加效应，从而导致高血钾。钙通道阻滞剂会降低环孢素的代谢，须谨慎使用，并监测环孢素水平并适当调整剂量。除了一线降压药物外，也可使用利尿剂降压。对于血管紧张素转换酶抑制剂和钙通道阻滞剂仍无法控制血压的患者，可能需要联合使用其他药物。\n\n\n##### 4．高脂血症\n\n高脂血症在心脏移植后很常见，大约50％的患者需要治疗。66血脂异常与冠脉事件的风险增加相关。改变饮食和运动模式是治疗脂质代谢异常的一线推荐方法。减少激素的剂量有助于控制血脂。总胆固醇水平大于220mg·dL-1或低密度脂蛋白大于120mg·dL-1时，应使用例如洛伐他汀等他汀类药物治疗；一般以每日10mg作为起始剂量，需要注意的是，他汀类药物联合环孢素使用会增加横纹肌溶解的风险。\n\n##### 5．骨质疏松症\n\n在心脏移植手术前，可能由于患者长期的活动量减少或使用肝素而开始出现骨质疏松。⁷以大剂量泼尼松的形式给予皮质类固醇会加速移植后的骨质疏松问题。腰椎的骨质流失最严重，且在头6个月最为迅速。这种骨质丢失可能导致椎体压缩性骨折。部分患者也可能出现无菌性股骨头坏死。高危患者应在移植前治疗骨质疏松症。骨质疏松症的高危因素包括女性、老年、白人或亚洲人种、瘦弱或小体型、长时间不活动、提前绝经（＜40岁）、绝经后、糖皮质激素使用史、家族史、低钙摄入或缺钙、过量饮酒或咖啡因摄入、吸烟、脊柱侧弯，以及等待心脏移植的患者通常使用的各种药物，包括呋塞米、华法林和肝素。绝经后的妇女需要给予雌激素替代治疗。移植前和移植后给予钙盐（每日1000\\~2000mg碳酸钙）和骨化醇（从每隔1d0.25μg逐步增加到每日0.5μg）。骨化醇（每日10mg）也可以增加骨密度。G12\n\n##### 6．胆道疾病\n\n心脏移植后，多达8％的患者可能会出现胆道疾病，其患病率是一般人群的17倍。3胆石症风险增加的原因是迷走神经离断和使用环孢素导致胆囊排空减少，这既导致胆汁淤积，同时也易形成胆结石。腹腔镜胆囊切除术解决了这一问题，且远期效果良好。\n\n#### （七）再次心脏移植\n\n一般认为再次移植后的生存率低于初次移植后的生存率。死亡的危险因素包括早期再次移植（首次移植后6个月内）和因急性排斥反应或早期移植物衰竭而再次移植。初次移植和再次移植后感染和排斥的发生率相似。\n\n框21-23 供心增加心排血量的机制\n\n++++\n\n### 表格描述文本\n**表：运动时心排血量增加的生理机制**\n\n- 初始运动时静脉回流增加，伴随心室舒张末容积和心搏出量增加（Starling 机制）  \n- 肾上腺素等儿茶酚胺的增多，使心率和收缩力增加  \n- 心率加快有助于增加心排血量  \n- 心率加快导致收缩力增加（Bowditch 效应）  \n- 释放心房利钠肽促进小动脉血管舒张，从而降低全身血管阻力  \n\n---\n\n### 表格注释\n**术语说明：**\n- Starling 机制：描述心肌在被动牵拉后其收缩力增强的现象，有助于调节心输出量  \n- Bowditch 效应：即“频率-力量关系”，指心率升高时心肌收缩力增强  \n- 心房利钠肽（ANP）：一种由心房分泌的激素，具有扩血管、利尿和降低血压的作用\n\n++++\n\n\n#### （八）心功能和生活质量\n\n##### 1．心功能\n\n成功的心脏移植可以显著改善大多数晚期心力衰竭患者的心脏功能。同种异体心脏移植可使循环系统得到明显的恢复。然而，同种异体心脏移植并不能完全正常发挥功能，即使超过90％的存活受者没有出现活动受限。14在没有反复排斥反应、严重的同种异体血管病变或高血压控制不良的情况下，静息状态下移植心脏的表现与年龄和性别匹配的正常心脏相似（尽管不完全相同），其主要的生理异常一般在运动中才表现出来。\n\n多种因素会导致运动耐量下降。正常的心脏移植手术切断了传入和传出神经系统的连接。传入神经去神经支配影响心肺区的感觉感受器，对心脏和外周循环的交感神经向外传递信号产生明显抑制作用。移植心脏中如果缺少这些传入纤维，会减弱周围血管阻力的增强作用，还会减弱血浆中去甲肾上腺素对中心静脉压（循环血容量）突然降低的反应。M15,T5传入神经通路的中断也会损害肾素-血管紧张素-醛固酮系统，当血容量增加时，肾素抗利尿激素分泌通常会减少。这些传入神经纤维的中断会导致这种反馈机制的丧失，而这种反馈机制通常可以抗衡肾交感神经受到的刺激。长期增加肾素-血管紧张素-醛固酮轴的刺激会造成慢性血容量扩张状态。当迷走神经对交感神经传出轴的抑制作用减弱时，也会进一步导致移植后高血压的发生。85\n\n\n传出神经直接介导心脏的交感神经和副交感神经系统。消除迷走神经介导的副交感神经的影响会导致静息心率高于正常。来自中枢神经系统自主信号的消失，也使受体自身难以对运动中快速变化的心率和收缩力产生反应。移植患者如果出现低血容量或外周血管扩张，自主神经通过肾上腺素对心功能调节进行代偿的作用则会进一步降低。\n\n心肌固有收缩力不受去神经支配的影响，但舒张顺应性在一定程度上受损。4舒张功能障碍在移植后早期是常见的，但通常会随着时间的推移而消失。在10%\\~15％的长期存活者中偶可发现隐匿的血流动力学受限状态，特别是在出现复发性细胞排斥反应时。G13,V1运动时出现的舒张功能受限，虽然较少发生进展，但可见于大多数的移植心脏中。B21供心增加心排血量的相关机制（框21-23）允许大多数移植受者参与几乎所有活动，特别是经过适当的康复训练之后。\n\n##### 2．生活质量\n\n心脏移植使大多数晚期心力衰竭患者的健康状况和总体幸福感得到迅速和持续的改善。心脏移植对前5年生活质量四个主要维度的影响如下述：\n++++\n\n### 表格描述文本\n**表：各领域变量在情况改善或未见变化/变差中的记录**\n\n#### **身体／精神状态**\n- **心功能等级**：情况改善  \n- **疾病症状**：情况改善  \n- **运动能力**：情况改善  \n- **认知功能**：情况改善  \n- **睡眠模式**：无变化记录  \n\n#### **功能能力**\n- **日常生活活动**：情况改善  \n- **家庭功能**：情况改善  \n- **精力**：无变化记录  \n- **就业**：无变化记录  \n- **经济稳定性**：未见变化或变差  \n- **性功能**：未见变化或变差  \n- **生活满意度**：无变化记录  \n- **感知生活质量**：情况改善  \n- **自尊**：无变化记录  \n\n---\n\n### 表格注释\n**说明：**\n- “.” 表示变量在该维度有明确记录为“情况改善”  \n- 空白表示该变量未记录明确变化  \n- “未见变化或变差”栏中“.” 表示该变量在该维度下无改善或变差\n\n++++\n\n\n++++\n\n### 表格描述文本\n**表：各领域变量在情况改善或未见变化/变差中的表现**\n\n#### **身体／精神状态**\n- **心功能等级**：情况改善  \n- **疾病症状**：情况改善  \n- **运动能力**：情况改善  \n- **认知功能**：情况改善  \n- **睡眠模式**：未记录具体变化情况  \n\n#### **功能能力**\n- **日常生活活动**：情况改善  \n- **家庭功能**：情况改善  \n- **精力**：未记录具体变化情况  \n- **就业**：未记录具体变化情况  \n- **经济稳定性**：未见变化或变差  \n- **性功能**：未见变化或变差  \n- **生活满意度**：未记录具体变化情况  \n- **感知生活质量**：情况改善  \n- **自尊**：未记录具体变化情况  \n\n#### **心理健康**\n- **抑郁／敌意／应对疾病的能力／焦虑**：未记录具体变化情况  \n- **身体形象**：情况改善  \n- **压力**：情况改善  \n- **家庭关系**：情况改善  \n\n#### **社会互动**\n- **婚姻／伴侣关系**：情况改善  \n- **药物滥用**：情况改善  \n\n---\n\n### 表格注释\n**说明：**\n- “.” 表示有明确标记为“情况改善”  \n- 空白表示该变量未在原始记录中明确指出变化情况  \n- “未见变化或变差”栏中标记“.” 表示该变量在该项表现为未改善或恶化\n\n++++\n\n\na，基于生活质量问卷的调查\n\n### 八、成人心脏移植的适应证\n\n如果预期的生存率、生活质量和器官功能结果优于晚期心力衰竭的其他治疗方式，那么心脏移植就是可取的。框21-24中列出了公认的成人心脏移植的适应证。\n\n对于经药物或其他外科治疗后2年预期寿命低于50％的晚期心力衰竭患者，建议进行心脏移植。极少数情况下，对于预期生存期较长，尽管进行了最佳药物或手术治疗，但因心衰导致生活质量极差的患者，也建议进行心脏移植。\n\n框21-24 成人心脏移植指征\n++++\n\n### 表格描述文本\n**表：心脏移植的常见医学适应证**\n\n1. 需要机械辅助（如呼吸器、主动脉内球囊反搏装置 [IABP]、心室辅助装置 [VAD]、全人工心脏 [TAH]）治疗的心源性休克或低心排状态，并伴有可逆的器官功能损伤  \n2. 心力衰竭（难治性低心排状态），需持续使用正性肌力药物支持  \n3. NYHA III/IV 级心功能状态，无论使用何种保守药物治疗，始终存在明显的渐进性活动能力受限，且一年预后不良（VO₂ < 14 mL·kg⁻¹·min⁻¹ 或呈持续下降趋势，临床表现不稳定）  \n4. 反复发作或快速进展的心力衰竭，对最佳药物治疗无反应  \n5. 严重肥厚性或限制性心肌病，表现为 NYHA IV 级症状  \n6. 尽管接受了最佳药物治疗（β受体阻滞剂、钙通道阻滞剂、硝酸盐类），但因远端弥漫性病变或严重左室功能不全而不适合接受冠状动脉血运重建或经心肌激光血运重建的难治性心绞痛，并在标准 Bruce 运动方案的前两个阶段记录到心肌缺血  \n7. 药物治疗或植入型心律转复除颤器（ICD）无效的反复发作的危及生命的室性心律失常（如复律后频繁放电或长时间电机械分离）  \n8. 转移率低的不可切除的心脏肿瘤  \n\n---\n\n### 表格注释\n**资料来源：** 修订自 Renlund，R6  \n**缩写说明：**  \n- IABP：主动脉内球囊反搏装置  \n- VAD：心室辅助装置  \n- TAH：全人工心脏  \n- NYHA：纽约心脏协会心功能分级  \n- VO₂：最大摄氧量  \n- ICD：植入式心律转复除颤器  \n\n++++\n\n\n注：IABP，主动脉内球囊反搏；ICD，植入式心律转复除颤器；NYHA，纽约心脏协会；TAH，全人工心脏；VAD，心室辅助装置；VO2，最大氧耗量。\n\n\n心脏移植应该保留给那些在预期寿命和生活质量方面最有可能受益的患者。在分配诸如供体心脏之类的稀缺资源时，必须在最大限度地提高移植物存活率和最大限度地提高其他治疗预期结果不佳的患者的存活率之间取得平衡。\n\n器官分配有2个基本理念：公平和效用。公平的概念是复杂的，但基本上是说，所有严重程度相同的终末期心脏病患者都有同等的机会获得心脏移植。遗憾的是，目前还不能量化不同患者的死亡概率，各机构之间也没有统一列出具体标准。\n\n在判断任何分配算法时，也必须考虑效用的概念。这一概念体现了一个观念，即像移植器官这样的宝贵资源应该被用来最大限度地延长生命。固有的观念是，移植只应该提供给那些与其他治疗方案相比，能够从实质上显著提高生存率的患者。因此，如果患者合并有心脏以外的主要器官功能障碍或并发症（移植后所需的治疗可能不影响也可能会恶化这些并发症）而显著缩短了预期生存期，那么移植的效果不佳。\n\n基于这些理念，国家器官获取机构在确定器官供体时建立选择受者的算法。在美国，这个机构是器官共享联合网络（UNOS)，其中包括由移植专家组成的委员会，共同制定器官分配规则。\n\n目前美国的分配系统优先考虑那些心力衰竭严重到需要持续正性肌力药物治疗或机械循环支持的患者。由于高危亚群存活率较低，供体器官稀少，目前的再次心脏移植指征一般限于：①慢性严重的移植心脏血管病变，伴有缺血或心力衰竭症状，或无症状的中、重度左心室功能不全；②慢性移植物功能障碍，在无活跃的排斥反应的情况下，伴有进行性心力衰竭的症状。T3\n\n### 九、特殊情况及争议\n\n#### （一）心脏肿瘤行心脏移植\n\n由于解剖位置的原因，心脏肉瘤或其他心脏肿瘤的完全切除可能很难实现。全心脏切除和原位心脏移植已被描述为治疗不可切除的心脏肿瘤的手术方式。第十八章描述了心脏移植、体外切除肿瘤与心脏重建、心脏自体移植。\n\n对于这些患者，另一种方法是心脏切除和全人工心脏置换，要么作为永久植入物，要么作为几个月后移植的桥接，以确定是否存在远处转移（见第二十二章）。\n\n#### （二）异种心脏移植\n\n由于同种异体心脏移植的持续短缺，人们开始关注和研究如何利用人类以外的其他物种作为供心的来源。Adams及其同事回顾了以往异种心脏移植的临床经验，包括1984年由Bailey进行的被广泛报道的Baby Fae移植（从狒狒到人类）和1992年由Czaplicki报道的异种心脏移植（通过交叉循环移除预先形成的抗体后从猪到人）。⁷他们的结论是，对跨物种移植免疫屏障的进一步了解缩小了实验室研究和临床应用之间的差距。A7\n\n由于血管内皮细胞表达α-半乳糖二糖（Gal）的超急性排斥反应，非灵长类动物的心脏在移植到人类后几分钟内就会被破坏。人类在循环系统中有针对这种抗原的自然抗体。一旦抗Gal抗体与异种移植物结合，补体级联反应被激活，就会引发内皮细胞功能障碍、血小板聚集和血栓形成，即急性血管排斥反应。6此外，在异种移植物中缺乏补体调节蛋白和控制补体激活的机制。灵长类动物的供体器官在内皮细胞上不表达Gal，因此在人类受体中不会发生超急性排斥反应。然而，排斥反应通常在移植后的几日到几周内发生。转基因猪的研究方向已经在尝试表达人类补体调节蛋白（CRP)M14和下调猪内皮上的Gal表达。53受体策略研究的重点是使用体外免疫吸附、静脉注射Gal 碳水化合物来结合和中和循环天然抗体，以及全淋巴照射或猪骨髓移植以诱导免疫耐受来降低抗Gal抗体水平。\n\n一些科学和伦理方面的障碍仍然存在。虽然灵长类动物移植不伴有超急性排斥反应，但这些移植物最终因急性血管排斥反应而失败，原因尚不清楚。目前还没有有效的治疗方法来控制急性异种移植血管排斥反应，但复杂的免疫反应正在被阐明，并可能发展出特定的治疗策略来预防异种移植物血管排斥反应。动物权利问题使异种移植从灵长类动物供体转向转基因猪供体，这似乎不太引起公众的反感，可能是因为猪被驯化是为了食用，可以长到合适的大小，并已被用于其他的医疗研究中。A10 Xenosis是一种可能由动物传染给人类的传染病，F4因此，异种移植可能使人群暴露于人类未知的疾病中。这种威胁不能轻易被忽视。尤其是猪的内源性逆转录病毒，该病毒已被证明可在体外感染人类细胞。然而，到目前为止还没有发现与这些病毒相关的人类疾病。\n\n\n异种心脏移植仍然是一个梦想，但这个目标最终可能会实现。预计最初的异种移植物将作为同种异体移植的过渡治疗手段，或作为异位放置的移植物使用。\n\n## 第二节 先天性心脏病和小儿心脏移植\n\n### 一、历史\n\n1967年12月6日，在克里斯蒂安·巴纳德（Christiaan Barnard）进行首例人对人心脏移植3d 后，Adrian Kantrowitz在纽约布鲁克林为一名患有Ebstein异常、难治性心力衰竭、曾因严重发绀而进行主肺分流术的18d大新生儿进行了第二例心脏移植，3捐献者是一名无脑儿。受者于移植后5h因心力衰竭和难治性酸中毒死亡。1984年10月26日，Bailey和他在洛马琳达的同事将一颗狒狒心脏移植到一个患有左心发育不良综合征的新生婴儿“小菲（Baby Fae）”身上。婴儿移植后活了20d。B1,B2这例单一的经验重新唤起了人们对异种移植可能性的强烈兴趣，同时也引发了公众对灵长类动物供体是否可用于人类移植的激烈辩论。具有讽刺意味的是，第一例新生儿的异种移植后的10年中都没有进行第二次尝试，但掀开了新生儿心脏移植作为晚期新生儿心脏病的治疗手段的序幕。在接下来的10年中，Loma Linda小组在婴儿心脏移植术后产生了极好的生存率，这是一个里程碑式的经验。\n\n### 二、临床表现\n\n成人心脏移植的临床特征（见第一节）也适用于年幼的心脏移植受体，但有一些特殊情况。\n\n婴儿在出生后的头几个月表现出某些类型的B细胞反应缺陷。虽然这种对蛋白抗原刺激的反应通常在生命早期就能产生，但生命早期对T细胞无关的糖抗原产生的抗体还明显不足。F5,W10这一发现与机体抗A或抗B天然抗体的产生关系密切。现有证据表明，在正常肠道菌群中，这些天然ABO抗体是与肠道大肠杆菌上类似碳水化合物表位发生交叉反应所产生。513这种产生抗碳水化合物抗原抗体能力的缺陷在婴儿早期（4\\~6个月大前）表现为缺乏天然的抗A或抗B抗体。F5\n\n需要心脏移植的新生儿和小婴儿可用供体的缺乏以及新生儿的这种相对免疫缺陷促使West 及其同事考虑ABO血型不相容性心脏移植的可能性，以扩大新生儿移植的供体来源。W10在2001年，他们报道了这一策略在6个接受ABO不相容心脏的婴儿中成功应用。W9大多数都是在产生抗A或抗B抗体等血细胞凝集素之前进行了移植。标准免疫抑制策略下未观察到超急性排斥反应。对检测到抗ABO抗体的患者，需要在CPB期间进行血浆交换。F6\n\n目前，ABO血型不相容的新生儿和婴儿心脏移植已被世界各地的许多儿童移植中心成功应用，据报道有超过80例ABO血型不相容的婴儿心脏移植，其生存率与ABO血型相容的心脏移植相当。\n\n### 三、手术技术\n\n对于某些类型的先天性心脏病，需要对第一节中讨论的基本移植技术进行特殊的调整，以适应解剖学上的变化。如果使用双腔静脉法，需要注意在修建新的上腔静脉（SVC）时避免过度冗余，因为腔静脉通路的任何扭曲都会导致静脉压力升高。对于小婴儿和儿童，建议采用斜面吻合，以避免缝合缘在生长过程中出现狭窄。\n\n一般而言，儿童心脏移植术后复温过程中，平均全身灌注压应维持在40mmHg或更高，灌注流速为2.5\\~3L·min-1·m-2。\n\n#### （一）静脉插管\n\n合并既往多次手术史和静脉插管困难时，一些外科医生倾向于在降温时先进行右心房插管，然后进行直接静脉插管，特别是在存在永存左上腔的情况下。上下腔静脉分别插管避免了移植过程中长时间停循环的需要。在合并肝静脉单独回流的患者中，可以使其直接引流到心包中，切开心脏后通过吸引器直接回收这部分静脉血。下腔静脉套带阻断时需要注意避免同时阻断肝静脉。在异位综合征以及下腔静脉和奇静脉延续的患者中，左肝静脉和右肝静脉往往分开回流，在肝静脉入口周围留一个心房袖带，以方便右心房与供体吻合。\n\n\n#### （二）动脉插管\n\n对于患有左心发育不良综合征的新生儿，通常在肺动脉干和动脉导管插管，另一种方法是在无名动脉缝合直径3.5mm聚四氟乙烯（PTFE）人工血管进行插管。当吻合供体主动脉时，需要保留部分脑灌注，避免完全停循环。在需要弓重建时，宜使用柔性钢丝增强套管进行动脉插管，便于动脉置管放置在远离手术区域的位置（见第二章“动脉插管”）。\n\n#### （三）大动脉转位\n\n在升主动脉或大动脉转位的患者中，与正常的右位主动脉相比，升主动脉可能明显偏左且相对较短。肺动脉干常在右侧偏后。然而，在心包反折处，主动脉通常位于肺动脉干的前方和右侧。最简单的解决方法是从供体获得足够长的动脉，一般要包括主动脉弓和肺动脉分叉，并将受体的升主动脉和肺动脉干充分游离开。从而使得供体升主动脉弓覆盖在重建的肺动脉干上，并在原位无名动脉附近进行吻合。原位肺动脉干可以被部分或完全缝闭，并将切口延伸至左肺动脉，以创建适合于连接供体肺动脉干的解剖位置。\n\n#### （四）体静脉回流异常\n\n当合并左上腔引流至冠状静脉窦时，最简单的方法是使其能与心房相连，并在心脏切除过程中保留冠状静脉窦汇入右心房的解剖走形。如果选择双房法移植，必须注意避免因左房吻合导致的冠状窦狭窄。当右侧上腔变细或缺失时，这种重建方法可能会不利于通过左上腔进行心肌内膜活检，因为活检钳需要经过很大的角度才能到达右室间隔。\n\n如果左上腔直接回流到左心房的上角，如果有一条连通静脉与右上腔相连，则应考虑在其左\n\n\n心房的入口处进行结扎。然而，一般来说最好能保留所有的静脉回流途径。为了在移植过程中最大限度地便于手术操作，应最大限度地获取供体上腔和无名静脉。可以通过将供心的无名静脉与受体的左上腔断端行端端吻合，然后将右上腔与供心的右无名静脉直接吻合来完成上腔静脉吻。\n\n另外，可以使用受者的左心耳或聚四氟乙烯补片（PTFE）构建心内隧道，将左上腔隔向右心房。然后采用双房法移植技术，在左上腔隧道的开口处，房间隔吻合略微向左偏移使左上腔心内隧道开口进入新的右心房。这种技术相比心脏外重建技术（上述）更不易发生扭结和血栓形成。\n\n#### （五）下腔静脉引流异常\n\n体静脉引流异常是常见的。独立回流至左房的肝静脉需要在左房内设置板障，将其引流至右房。板障必须以避免肺静脉阻塞的方式放置。用聚四氟乙烯或心包可以方便建造此隧\n\n#### （六）肺静脉和房间隔异常\n\n如果存在未矫正的部分或完全肺静脉异常连接，则必须改进标准的移植步骤（见第一节）。如果存在右上肺静脉与上腔的异常连接，推荐的选择是使用改良Warden技术。在异位肺静脉汇入上腔静脉处的头侧将上腔断开，并缝闭近心端，将房间隔与受体心脏一起切除。左心房袖的修剪，需要包含上腔静脉右房连接处的右房壁部分。然后在左房吻合时将异位肺静脉的入口缝合并入到供心左心房。再将供心上腔与受体上腔行端端吻合。\n\n在已做过Mustard或Senning手术（见第五十二章）的情况下，将整个内部板障拆除，并使用聚四氟乙烯（PTFE）重建房间隔，为双心房移植做准备。或者，腔静脉可以在其与原位心脏的连接处离断，通过双腔静脉法进行移植。\n\n#### （七）复杂的体静脉十肺静脉异位引流\n\n在多次手术和未预见的肺静脉或体静脉回流异常的情况下，很少或几乎没有自体组织可用于重建。在外科医生评估重建方案时，任何类型的静脉异位引流，都可以先通过只切除心房下的心室组织、保留所有可用的心房组织来进行处理。切除房间隔组织，留下一个“共同心房”。将开放心房中部左侧的任何体静脉开口移至中线，用聚四氟乙烯（PTFE）材料重新划分或制作隧道，以便引流至右侧。任何进入心房中部右侧的肺静脉都可以用一块聚四氟乙烯补片重新分割，以取代部分或全部房间隔，从而在心房中部附近有一个聚四氟乙烯板障（房间隔）的切缘。肺静脉在板障下方引流至心房左侧。然后，可以使用标准的原位移植方法，在左、右心房“间隔”缝合线上新造一个心房“间隔”的边缘，使所有的肺静脉血液都流到左侧，所有的全身静脉血液都流到右侧。\n#### （八）右位心\n\n对于孤立性右位心，即心室尖向右而心房正位的患者，原位心脏移植通常可以按标准方式进行。大血管可能会旋转，但主动脉和肺动脉干的游离充分后可允许移植心脏进行标准吻合。有时，由于心包左侧空间有限，可以广泛打开左侧胸腔，部分去除左侧的膈心包附件组织，以便放置供心。\n\n#### （九）内脏反位\n\n内脏反位是一种独特的手术挑战，因为需要重新安排体循环和肺循环通路并重新定位大血管。大血管的处理在本节前面已经讨论过。体静脉和肺静脉通路的重建可以通过双房法或双腔静脉法来完成。\n\n最简单的方法是使用双腔静脉法，将肺静脉口和左心房后部作为一个整体与左房袖带隔离，就像标准的双腔静脉法一样。右心房的左侧切口需要提前规划好，这样就可以使用自体右心房组织从下腔静脉左侧开口沿膈肌向右构建部分管道，以便与供体下腔静脉开口连接。\n\n在存在正常的无名静脉的情况下，取一长段供体上腔静脉和无名静脉，以便将供体上腔静脉在右侧与受体无名静脉下端吻合。或者，供体上腔静脉和无名静脉可以直接与游离的受体左上腔静脉吻合。\n\n手术顺序通常是切断上腔静脉，包括一小段右房边缘，然后切开所有可用的右房组织，前至三尖瓣，后至房间隔，使其保持完整并与下腔静脉口保持连续性。将大血管从近端断开，切开左房并切除心脏组织，在所有肺静脉口周围留下左房袖。大血管按上述方式游离。自体心房组织被用来为下腔静脉构建一部分管道（如果需要的话使用Hegar扩张器），该管道延伸至残余左心房的右下角。如果受体心包空间不足以容纳供心的心尖，则去除部分左侧心包，但要避免损伤膈神经或在膈神经附近进行烧灼。\n\n移植包括标准的左心房吻合，然后在建造的管道和供体下腔静脉口之间进行下腔静脉吻合。然后对供体和受体主动脉进行适当的修整，以提供无张力吻合，然后像通常一样进行排气和开放主动脉。在复温的同时进行上腔静脉重建和肺动脉吻合（根据需要将切口延伸至左肺动脉）。\n\n或者，可以通过切除所有房间隔并重建房间隔来使用双房法技术进行吻合，如本节前面在“复杂的体静脉＋肺静脉引流异常”中所述。自体组织也可以用来制造内部板障以达到相同的效果。\n\n\n#### （十）肺动脉畸形\n\n移植时必须修复扭曲或发育不全的主肺动脉，以减轻右心室流出道梗阻。修复通常可以用供体肺动脉组织做补片成形或直接用供体肺动脉替换原受体肺动脉。更严重的肺动脉畸形，如肺动脉中断，可能是由于既往做过主一肺分流或腔静脉-肺动脉分流，或者是先天的肺动脉中断畸形。在此情况下，进行详尽的术前血管造影或计算机断层血管造影（CTA）对于评估肺动脉的大小和分布、主肺侧支的范围和位置，以及肺动脉树的哪些特定区域需要进行重建特别重要（见第三十八章第二节）\n\n体外循环期间主肺侧枝的管理需要格外注意。由于这些侧枝在体外循环时明显增加了肺静脉回流，从而可能使移植过程变得复杂，并且再灌注时供心会出现明显的容量超负荷。此外，肺血过多可引起肺功能障碍、肺动脉高压和右心室功能障碍。基于这些原因，最好在移植前进入导管室将这些侧支血管栓塞。或者，移植时也可以在心脏切除后通过切开后侧心包来结扎这些侧枝（见第三十八章“体外循环时肺血来源的管理”）。\n\n#### （十一）主动脉弓畸形\n\n我们会经常遇到主动脉的残缺或先天性缺陷，以及弓发育不全、中断或左心发育不良综合征。对于主动脉弓发育不全的患者，如左心发育不良综合征患者，供体主动脉可用于替代原细小的升主动脉并促进主动脉弓发育。在这种情况下，要获得尽可能多的供体主动脉弓，最好是获取到降主动脉。\n\n在存在残余缩窄的情况下，最理想的重建包括切除缩窄段，将主动脉横弓后壁与降主动脉吻合，然后用供体主动脉进行前壁扩大（见第四十八章的“手术技术”）。这样可最大限度地避免后期再缩窄的发生。在升主动脉＋弓置换术的情况下，在植入供体心脏后预留供心无名动脉残端用于动脉再插管能给手术提供很大方便（除非最初是通过聚四氟乙烯人工血管在受体无名动脉中进行插管）。\n\n#### （十二）左心发育不良综合征\n\n患者合并左心发育不良而没有提前进行姑息治疗可能会出现系列异常。常见的是左心室和升主动脉发育不全。主动脉弓在大多数情况下也会较为细小，可伴有主动脉弓缩窄。右心室和肺动脉干通常很大，动脉导管一直延伸到降主动脉。它必须与左肺动脉相鉴别。右心房可因肺高压和通过未闭卵圆孔的分流而扩大。上腔静脉和下腔静脉通常连接正常。\n\nA.左心发育不良常见的是左心室和升主动脉发育不全。动脉导管继续延伸至胸降主动脉。肺动脉干通常较大。B.以经典方式切除心脏，因为这些患者都是婴儿，保留受者的大部分左、右心房，以便进行标准的双心房吻合。切除升主动脉，沿弓部下壁切开主动脉弓直达胸降主动脉。切断动脉导管，并缝合肺动脉端。C.左、右心房以双心房而不是双腔吻合，以便吻合口更好生长。肺动脉干行端端吻合。供体的升主动脉和弓部用于扩大受体发育不全的对应结构。\n\n尽管传统上大部分的移植手术都是在停循环期间进行的，但是也有其他的方法来减少或避免停循环以减少潜在的神经系统损伤。在体外循环之前，将3.5mm的聚四氟乙烯人工血管与无名动脉吻合并阻断。肝素化后，将动脉套管插入聚四氟乙烯人工血管中，并用丝线打结固定，以此建立体外循环（这是一些外科医生用于左心发育不良综合征一期姑息术的标准技术；参见第四十九章操作技术）。第二根动脉套管插入肺动脉干远端，通过动脉导管进行远端主动脉灌注。开始体外循环时，经动脉导管套带固定，以阻止灌注血流进入肺动脉。标准双房法移植技术采用双腔静脉插管，但如果在体外循环开始前血流动力学不稳定，也可以先采用右心房插管。体外循环开始后，降温使鼻咽温度达到 14∼16∘C，膀胱温度达到 18∘C。在降温阶段，阻断发育不良的升主动脉，并切除心脏以行双房法移植。一旦达到目标体温，体外循环温度设置为16∼18∘C，流量下调至1\\~1.5L·min-1⋅m-2。\n\n供体心脏需要连同整个主动脉弓和部分胸降主动脉一起获取。从供体无名动脉的远端开始切除供体主动脉弓，切缘与主动脉弓上缘的距离长约主动脉周长的1/4。接着修剪供体主动脉弓的长度以适应受体主动脉弓。\n\n左房吻合采用标准双房法中使用的4-0或5-0聚丙烯缝线缝合。接着灌注流量减少到0.5L·min-1⋅m-2左右，在受体无名动脉聚四氟乙烯人工血管吻合口近端阻断，以便在弓部吻合过程中继续进行局部脑灌注。取出动脉导管内的动脉插管并阻断动脉导管，然后将动脉导管在近端结扎并离断。向下牵引结扎处动脉导管以便于弓部重建。将受体主动脉在无名动脉附近切断，将近端升主动脉残端切除。将主动脉弓下壁切开，切口延伸至动脉导管以远直达降主动脉上部，以涵盖任何缩窄的节段。切除降主动脉上段所有动脉导管组织。\n\n供体与受体的主动脉弓用6-0聚丙烯缝线连续吻合。吻合过程中最困难的部分是将供体主动脉弓远端与受体降主动脉上部的切口尖端相吻合。对该区域进行准确吻合和彻底止血至关重要。首先，吻合口残留导管组织或切口未能向远端延伸足够远，可能导致吻合口狭窄和复发性缩窄；其次，这个区域的出血以后很难控制。为了暴露术野，在远端主动脉放置C形阻断钳可以阻止模糊术野的降主动脉回血。主动脉重建完成后，体外循环可以通过受体无名动脉插管继续进行，也可以通过供心无名动脉残端放置插管继续手术。在给弓部和心脏排气后，缝合线打结固定，放置插针灌注管倒抽排气的同时开放主动脉。复温时采用5-0聚丙烯缝线完成右心房吻合和肺动脉干端端吻合。\n\n#### （十三）方坦（Fontan）手术后移植\n\n这些患者通常病情很重，有腹水、营养不良和明显的静脉高压。多次开胸手术成为常态，如果在开胸过程中发生心脏出血，针对性地设计快速建立体外循环的计划显得至关重要。如果患者体重足够大可以进行股动静脉插管，建议暴露股动静脉。如果计划在紧急情况下使用经皮股动静脉插管，应检查腹股沟是否有切口或多次置管的疤痕。如果有瘢痕，建议手术切开暴露股动静脉，因为在以前手术过的腹股沟中经导丝通过扩张器可能会很困难。\n\n双腔静脉法采用直接上、下腔静脉插管。上腔静脉与肺动脉分离（曾做过双向Glenn)，右心房或下腔静脉与肺动脉干或右肺动脉下侧的连接断开。肺动脉的缺损最好用供体肺动脉组织或牛心包进行重建。\n\n重建的要求通常是最大长度地获取供体的上腔静脉和无名静脉（如果有左上腔静脉），同时要有足够长度的肺动脉分支来满足受体肺动脉重建的需要。\n\n### 四、术后管理\n\n见本章第一节和第五章。\n\n#### （一）免疫抑制\n\n虽然环孢霉素仍然是成人心脏移植中最常用的钙调神经磷酸酶抑制剂，但他克莫司在儿童患者中更常用（框21-25）。\n\n框21-25 小儿免疫抑制剂的剂量\n\n++++\n\n### 表格描述文本\n**表：主要免疫抑制剂的常规用药剂量与说明**\n\n- **糖皮质激素**：  \n  新生儿和小婴儿（<7kg）：每日静脉注射甲泼尼龙 100 mg，连续 3 天；  \n  年龄较大的婴儿和儿童：每日静脉注射甲泼尼龙 15 mg/kg，连续 3 天；或每日口服泼尼松龙 2–4 mg/kg，连续 3 天，后续可选择减量或维持。\n\n- **环磷酰胺**：  \n  每日 1–1.5 mg/kg；必要时减量以维持每毫升 3000 或更高的白细胞计数。\n\n- **氨甲喋呤**：  \n  每周 5–10 mg/m²，每 12 小时服用 3 次。\n\n- **环孢素**：  \n  初始口服剂量约为每日 0.3 mg/kg，分 2 次服用。如肾功能稳定，可分 3 次加量至每日 1 mg/kg；如肾功能正常，3–4 天内快速加量以达目标谷浓度。\n\n- **西罗莫司**：  \n  负荷剂量：3 mg/m²；  \n  维持剂量：每日 1 mg/m²。\n\n- **他克莫司**：  \n  每日分 2 次口服或舌下含服 0.05–0.15 mg/kg。初始 1–2 天内监测肾功能，稳定后可快速加量以达目标浓度（需持续监测肾功能）。\n\n- **抗胸腺细胞球蛋白**：  \n  剂量、预处理药物及超敏试验方案依具体制剂而异。\n\n- **硫唑嘌呤**：  \n  每日 2–2.5 mg/kg；必要时减量以维持每毫升 3000 或更多的白细胞计数。\n\n- **OKT3**：  \n  0.1–0.2 mg/kg；根据 T 细胞标记物调节剂量。\n\n---\n\n### 表格注释\n**缩写说明：**\n- mg/kg：每公斤体重的毫克数\n- mg/m²：每平方米体表面积的毫克数\n- 白细胞计数：用于监测免疫抑制剂安全性的关键血液参数\n\n**说明：**\n- 所有剂量均需根据患者年龄、体重、肾功能状态及治疗反应进行个体化调整；\n- 某些药物（如抗胸腺细胞球蛋白）在不同品牌或制剂下存在剂量差异，使用前需参照具体说明书。\n\n++++\n\n\n++++\n\n### 表格描述文本\n**表：霉酚酸酯与抗CD25单克隆抗体的使用剂量说明**\n\n- **霉酚酸酯**：  \n  初始剂量为 5 mg/kg 静脉注射，或每日两次口服。若患者能耐受胃肠道不良反应，可逐渐增加至每日两次、每次 20–23 mg/kg 的目标剂量。静脉给药与口服剂量相等。\n\n- **抗CD25单克隆抗体**：  \n  - **巴利昔单抗（Basiliximab）**：按成人用药时间表给予 12 mg 剂量  \n  - **达克珠单抗（Daclizumab）**：剂量为 2 mg/kg\n\n---\n\n### 表格注释\n**缩写说明：**\n- mg/kg：每公斤体重的毫克数  \n- CD25：白细胞介素-2（IL-2）受体α链，是T细胞活化的重要靶点  \n- 霉酚酸酯：一种常用的抗增殖类免疫抑制剂  \n- 巴利昔单抗 / 达克珠单抗：抗CD25受体的单克隆抗体，用于预防移植排斥反应\n\n**说明：**\n- 所有剂量应根据个体耐受性和临床反应调整；\n- 抗CD25抗体的给药时间与方案应遵循具体药品说明书。\n\n++++\n\n\n#### （二）排斥监测\n\n在接受心脏移植的新生儿和婴儿中，由于血管通路的限制，反复心脏活检可行性不高。在这一年龄组，通常超声心动图的变量已被确定用来预测急性排斥反应。B23,C12,L6\n\n#### （三）感染预防\n\n建议在特定情况下通过主动免疫预防感染，仅使用灭活疫苗。C13表21-19给出了建议的儿童免疫接种。\n\n**表21-19** 心脏和心肺移植受者的免疫接种\n\n++++\n\n### 表格描述文本\n**表：器官移植相关疫苗接种建议**\n\n- **破伤风 / 白喉**：  \n  - 移植前：接种  \n  - 移植后：接种  \n  - 说明：初次接种及加强接种后每 10 年需重复接种一次  \n\n- **乙型肝炎**：  \n  - 移植前：接种  \n  - 移植后：可接种/可不接种  \n  - 说明：乙型肝炎疫苗在器官移植受者中的免疫原性仅为 5%–15%  \n\n- **甲型肝炎**：  \n  - 移植前：接种  \n  - 移植后：可接种/可不接种  \n  - 说明：特别适用于肝移植患者和国际旅行者  \n\n- **B 型流感嗜血杆菌**：  \n  - 移植前：推荐接种  \n  - 移植后：推荐接种  \n  - 说明：尤其推荐 6 岁以下儿童接种  \n\n- **肺炎球菌（多价）**：  \n  - 移植前：接种  \n  - 移植后：推荐接种  \n  - 说明：移植后接种适应证尚未确定  \n\n- **甲型和乙型流感疫苗**：  \n  - 移植前：可接种/可不接种  \n  - 移植后：接种  \n  - 说明：为季节性疫苗，应定期接种  \n\n- **水痘带状疱疹疫苗（减毒活疫苗）**：  \n  - 移植前：推荐接种  \n  - 移植后：禁用  \n  - 说明：仅限于血清学阴性患者接种；移植后禁用  \n\n- **风疹减毒活疫苗**：  \n  - 移植前：接种  \n  - 移植后：禁忌  \n  - 说明：属于小学儿童常规免疫接种系列  \n\n- **口服脊髓灰质炎疫苗（OPV）**：  \n  - 移植前：接种  \n  - 移植后：禁忌  \n  - 说明：属于小学儿童免疫接种系列  \n\n- **灭活脊髓灰质炎疫苗（IPV）**：  \n  - 移植前：未建议  \n  - 移植后：接种  \n  - 说明：适用于移植后尚未接种脊灰疫苗的患者  \n\n---\n\n### 表格注释\n**符号说明：**\n- “十” 表示推荐接种  \n- “十＋” 表示强烈推荐接种  \n- “+/-” 表示可接种或不接种，需根据情况判断  \n- “-” 表示未推荐接种  \n- “禁忌” 表示不应接种  \n\n**术语说明：**\n- 减毒活疫苗：由减弱毒性的病毒制成，移植后免疫抑制状态下存在较高风险  \n- 灭活疫苗：病毒经灭活处理，不具感染性，适合免疫功能低下者使用\n\n++++\n\n\n### 五、结果\n\n\n### 六、小儿心脏移植的适应证\n\n在儿童群体中，超过80％的需要心脏移植的心脏病是心肌病或先天性心脏病，而无法矫正或姑息治疗的先天性心脏病，目前约占所有儿童移植等待清单的40%6。K7\n\n\n考虑进行心脏移植的先天性心脏畸形包括从新生儿未修复的复杂疾病到虽做过修复或姑息性治疗但成年时仍出现心室功能障碍的先心病。B22,B24,C9,W15,Z2心脏移植目前不推荐作为任何心脏畸形的常规首选治疗，但一些特定的复杂先心病患儿如伴有严重的冠脉异常、瓣膜返流或心室功能不全则可考虑移植或初始姑息治疗后转诊。\n\n在婴儿中，左心发育不良综合征目前在大多数机构中采用Fontan分期手术进行治疗。一般来说，如果患者在最初的姑息手术之前或之后出现严重的右室功能不全或三尖瓣返流抑或两者兼有，就会转而进行心脏移植治疗。在年龄较大的儿童和青少年中，分期姑息术治疗失败的单心室是需要进行心脏移植最常见的先心病（表21-20）。\n\n**表21-20 儿童心脏移植研究和心脏移植研究数据库**\n\n**中6个月以上儿童和成人因先天性心脏病接受心脏**\n\n移植的解剖诊断分布\n\n++++\n\n### 表格描述文本\n**表：488 例患者的先天性心脏病诊断构成**\n\n- **单心室**：176 例，占 36%  \n- **大动脉右转位**：58 例，占 12%  \n- **右室流出道病变**：49 例，占 10%  \n- **室间隔缺损 / 房间隔缺损（室缺／房缺）**：38 例，占 8%  \n- **左室流出道病变**：38 例，占 8%  \n- **大动脉左转位**：39 例，占 8%  \n- **完全型房室连接**：37 例，占 8%  \n- **其他类型**：53 例，占 11%  \n\n**总计：** 488 例，占 100%\n\n---\n\n### 表格注释\n**术语说明：**\n- 单心室：一种严重的先天性心脏结构异常，仅存在一个功能性心室  \n- 大动脉转位（右转位/左转位）：指主肺动脉位置异常，影响血液正常循环  \n- 房室连接 / 室缺 / 房缺：心房与心室之间存在异常通道，影响心血流动力学  \n- 流出道病变：指心室到动脉之间的通道发生狭窄或梗阻  \n- “其他” 包括无法归类为上述类型的复杂心脏畸形\n\n++++\n\n\n\n由于转诊进行心脏移植的儿童患者数量相对较少，以及可能进展为心力衰竭的疾病种类繁多，使得为心脏移植转诊制定具体指南（框21-26）变得十分困难。美国心脏协会（American Heart As-sociation)3最近的共识指南对心肌病或之前已矫正过的先心病患者提出了以下建议：\n\n·心功能差、心排血量低，需要持续静脉使用正性肌力药物或机械循环支持\n\n·尽管使用洋地黄类、利尿剂、ACE抑制剂和β受体阻滞剂进行了最佳的医疗处理，但心室功能或功能状态仍在进行性恶化\n\n·恶性心律失常或心律失常引起的心脏骤停对药物治疗、导管消融或植入式心律转复除颤器无反应的存活患者\n\n·与反应性肺动脉高压相关的限制性心肌病\n\n·继发于左心室衰竭的进行性肺动脉高压，可能妨碍以后的心脏移植\n\n·继发于对常规药物治疗无反应的严重心衰的生长受限\n\n·继发于心力衰竭的令人难以接受的低生活质量\n\n·Fontan手术后功能状态的进行性恶化或存在某些高危情况\n\n框21-26 小儿心脏移植指征\n\n++++\n\n### 表格描述文本\n**表：儿童与青少年心脏移植的适应证**\n\n- 复杂的先天性心脏异常合并进行性心力衰竭，且不适合进行常规外科修复或姑息治疗  \n- 婴儿、儿童与青少年：尽管接受了最佳药物治疗，左心室射血分数或心功能状态仍持续恶化，因晚期心力衰竭症状导致生长受限，或肺血管阻力持续上升，预计未来将成为移植的障碍\n\n---\n\n### 表格注释\n**术语说明：**\n- 射血分数（Ejection Fraction, EF）：衡量左心室收缩功能的重要指标  \n- 姑息治疗：旨在缓解症状、提高生活质量而非根治疾病的医疗手段  \n- 肺血管阻力：肺循环中血流阻力的度量，升高可能影响心脏移植预后  \n\n++++\n\n\n\n根据美国心脏协会关于青年心血管疾病委员会的建议，某些特定情况下的儿童患者禁止心脏移植C3：\n\n·当心脏病与其他器官系统的严重不可逆疾病相关，或当心脏病是严重不可逆多系统疾病过程的一部分时，心脏移植对小儿心脏病无效。可考虑多器官移植。\n\n·当心脏病与严重不可逆的肺血管阻力升高相关时，原位心脏移植治疗小儿心脏病是无效的。\n\n·在存在严重的肺中央动脉或肺静脉发育不全的情况下，心脏移植是不可行的。\n\n·儿童供体，特别是婴儿供体的供应有限，使得心脏移植不是任何特定先心病的标准治疗方法。\n\n## 第三节 心肺移植\n\n### 一、历史\n\n1969年9月15日，第一例心肺联合移植手术由Denton Cooley在得克萨斯州完成。患者是一个两个月大的婴儿，仅存活了14h。3个月后，C．Walton Lillehei在纽约对一名成年患者进行了同样的手术，该患者存活了8d。在对心肺移植进行了持续的实验研究后，斯坦福大学的Bruce Reitz 和他的同事在1981年成功地进行了第一次联合手术。使用环孢素后，长期存活成为可能，Reitz 及其同事在第二年报道了第一批成功接受心肺移植的患者。R5\n\n\n### 二、临床表现\n\n#### （一）受体的评估和选择\n\n所有心脏移植受体选择标准都适用于考虑进行心肺移植的患者。然而，心肺移植某些特有的问题需要特别提及。心肺器官联合获取如果给不同的受体，可能会使三个晚期心衰或呼衰的患者受益，因此选择有足够全身储备的心肺联合移植的受者是有必要的，其既能从手术中获益，又有良好的中期生存率。此外，在大多数情况下，心肺联合移植的手术规模和对相关科室的压力，比单纯心脏移植和肺移植要大得多。\n\n#### （二）年龄\n\n心肺移植术后死亡与年龄之间的关系尚未得到正式证实，但很少选择年龄超过60岁的受者。\n\n#### （三）胸外科手术史\n\n既往手术导致胸腔粘连引起的大出血是心肺移植术后发病率和死亡率的重要危险因素。这与大量输血、移植后持续出血可能对心功能造成的影响，以及在有致密粘连的情况下难以识别和保存膈神经有一定关系。因此，一些中心拒绝接受有开胸手术史的患者进行心肺移植，尤其是双侧开胸史的患者。根据经验，有过开胸和胸骨切开术的患者可以安全地进行心肺移植（见“手术技术”），但他们必须保留良好的非心脏器官功能，且较年轻，一般小于50岁。\n\n### 三、手术技术\n\n#### （一）术前和术中准备\n\n心肺移植的术前准备与原位心脏移植相同。\n\n在没有既往心胸外科手术的情况下，手术通过正中开胸进行。然而，如果先前已打开一侧或两侧胸膜腔，首选双侧前胸入路，如双侧肺移植术一样。这使得医生能更安全地游离和控制两侧胸膜腔粘连引起的出血。通过横向和向下切开心包形成心包皮瓣，在上腔静脉上方留下约5cm的心包作为自体心包皮瓣的基底，以放置在气管吻合口周围。必须避免在膈神经附近进行烧灼，因为热传导损伤会严重损害术后肺功能。\n\n#### （二）切除受体心肺\n\n建立体外循环，阻断主动脉，像双腔静脉法进行原位心脏移植一般切除心脏（见第一节“手术技术”中的“原位心脏移植”）。如果肺静脉回流过多，适当降低灌注温度至深低温水平，以允许间歇性低流量灌注，以便于游离和避免失血过多（见第二章第四节），否则，灌注液温度一般为28℃。\n\n从左侧开始，在肺静脉前的心包上做一个离膈神经下方尽可能远的切口。在没有致密粘连的情况下，包含膈神经的心包蒂向下接近膈肌，向上到达左肺动脉水平，以避免损伤膈神经。左心房在其中部向后切开，游离左心房和左肺静脉的袖带并通过心包蒂下方）。左肺动脉在其分支近端环周游离并切断。左肺下叶向上反折，下肺韧带烧灼断开。分离后侧肺附件，将肺与迷走神经游离开。用电刀和止血钳分离淋巴组织，游离左主支气管，切割吻合器切断并缝合左主支气管。左肺从手术野中移出。\n\n同样，右侧心包在肺静脉上方被切开，并游离心包蒂。游离下肺韧带，切断右肺动脉，并分开后侧肺附件。无须烧灼，轻轻地将右肺从迷走神经区中取出，游离、切断缝合并分开右主支气管。切除双肺后，游离左右肺动脉残端并切除肺动脉干，在动脉韧带和左喉返神经周围留下一个宽大的袖带。仔细进行支气管动脉止血，将支气管残端游离至隆突水平。在植入心肺前，对整个胸腔和纵隔进行彻底的止血至关重要。\n\n#### （三）植入心肺\n\n在台面上准备心肺组织，将供体气管在隆突上方约2cm处分开。让气管膜性部分比软骨部分稍长一点是很重要的，因为它在切开后往往会轻微回缩。每侧肺的解剖位置都在心包蒂下方，但如果存在既往手术造成的致密粘连，则可以将双肺安全地置于膈神经前方，从而避免额外的游离。在这种情况下，肺静脉在心包外游离出来，心包内的肺静脉和左心房后壁完好无损。然而，这可能需要对膈神经前面的组织进行额外的游离，以使肺在每个胸腔内都能很好地坐落。\n\n\n将供体气管在隆突上方切开后，在其上面悬吊丝线以帮助气管吻合。为了保证气管吻合口的所有可能的血液供应，避免任何高于横断平面的额外游离是很重要的。成人采用3-0聚丙烯缝线连续缝合，儿童采用4-0聚丙烯缝线连续缝合。必须实现气密吻合，没有膜性部分坏死，没有将过多的组织带入气管腔。将心包包裹在气管周围，与缝合线前方的厚淋巴组织缝合。将气管吻合口浸泡在生理盐水中，轻柔膨胀肺部可以验证缝合线的气密性。在植入心肺组织的过程中，器官被冰沙覆盖以维持局部低温。\n\nA.标准心脏切除术（双腔静脉法）后的心包腔视图。在粘连紧密的情况下，可能导致双侧膈神经蒂难以显露和左房中部难以向后游离（见正文）。B.左、右肺切除后支气管残端。将每个支气管残端游离到隆突位置。虚线表示准备气管吻合时的横断面。为了尽可能地保留对受体气管的血液供应，切开部位不应高过该横断面上方太多。主动脉向上反折便于暴露。C.供体心肺置于心包腔内，双肺在心包蒂（含膈神经）下方通过，气管后壁膜部开始吻合。覆盖气管缝合线的心包皮瓣已经穿过气管后方。\n\n（来自Kirklin及其同事K14）\n\n\n和上下腔静脉依次吻合。在复温过程中，吻合完成后，肺部轻轻通气，体外循环按常规撤离。当存在再灌注引起的肺动脉高压时可使用一氧化氮。\n\n### 四、术后管理\n\n除了增加一些增强肺移植物功能的方案，心肺移植后的管理与心脏移植术后类似。在手术结束时，常规在手术室进行纤维支气管镜检查以清除任何分泌物并检查气管吻合口。应在拔气管插管前再次行纤支镜检查，并在拔管后遵医嘱重复执行。\n\n由于潜在的缺血-再灌注损伤和淋巴管破坏，移植后反应（胸片上表现为肺门周围模糊和氧气需求增加）在心肺移植后2\\~5d很常见。利尿限液是主要的治疗方法。当这一过程持续1周或更长时间时，应考虑急性排斥反应，并对疑似排斥反应者进行经支气管活检评估。\n\n目前心肺移植的免疫抑制方案与单纯心脏移植的免疫抑制方案相似，但激素使用方案除外（见框21-7）。尽管未经证实，但高剂量的泼尼松被认为对气管愈合有害，口服泼尼松的初始剂量约为每日0.4mg·1kg-1，并迅速减量。\n\n肺排斥反应的监测和管理方案与单肺和双肺移植相同。\n\n### 五、结果\n\n生存率一般低于单纯心脏移植，1年生存率约为80%,10年生存率为30%\\~40％。早期移植物衰竭是第一个月最常见的死亡原因，感染仍然是第一个月后死亡的主要原因，约占比1/3。与单独的肺移植一样，闭塞性细支气管炎占第一年后观察到的死亡原因的20%\\~40％。\n\n### 六、心肺移植的适应证\n\n目前心肺移植的一般适应证有：①艾森曼格综合征伴未矫正的心内缺损；②不能矫正的先天性心脏病伴肺动脉闭锁或弥漫性严重肺动脉发育不良和进行性心力衰竭；③严重心肺疾病合并晚期心衰或肺衰竭；④严重心力衰竭合并左室功能不全及对血管扩张剂治疗无反应的继发性肺动脉高压。\n\n在目前供体有限的时代，再加上单肺和双肺移植都取得了成功，肺移植是伴有肺气肿、常见间质性肺炎和化脓性肺病（包括囊性纤维化）的晚期肺衰竭的首选治疗方法。目前治疗内科难治性原发性肺动脉高压优先采用双侧肺移植而非心肺联合移植。\n\n艾森曼格综合征的自然病程-其特征是肺血管过度肌化，导致肺血管阻力显著不可逆地升高，并逆转了之前在房、室或大动脉水平上的左向右分流。导致右向左分流和发绀-其特征还没有被很充分地描述，其心肺移植的时机尚不能根据数据统计做出决策。这种情况下疾病恶化的过程是缓慢的，25年生存率超过40％。W7一般来说，是否能登上心肺移植等待器官名单是根据以下指征：发绀恶化；右室衰竭-特别是有明显的腹腔积液和周围水肿，且对利尿剂治疗没有反应；血氧饱和度下降，尤其是劳累后氧饱和度降到60%；进行性疲劳和呼吸困难，尤其当需要多次静脉切开放血时。\n\n## 第四节 异位心脏移植\n\n### 一、定义\n\n异位心脏移植是指将心脏置于非解剖位置（与原位或正常解剖位置相反）。虽然这一术语在临床中使用时已成为与原位心脏在胸腔中平行放置供体心脏的同义词，R3术语“辅助”和“平行”在该技术的原始出版物中使用。在20世纪60年代早期作为辅助泵的异位心脏移植已经被首次描述。M7从那时起，异位移植在实验模型和临床实践中有了不同的作用。\n\n### 二、历史\n\n异位心脏移植最早于1974年在南非进行临床应用，后仅在开普敦应用这项技术。H8异位移植相对于原位移植的一些公认优势也被认为是支持其开展的依据。\n\n（1）由天然心脏支持功能失调的供体心脏（由于长时间的缺血时间），直到供体心脏功能恢复。\n\n（2）用异位心脏治疗肺血管阻力升高，使移植后天然右心室能够继续支持肺循环。\n\n（3）使用较小的供体心脏支持较大的受体。\n\n（4）在急性心脏排斥、血流动力学受到显著影响时，可作为“内置辅助装置”。\n\n（5）原有心脏发生冠状动脉病变时，异位移植的心脏可预防心源性猝死的发生，直到患者接受再次移植。\n\n（6）在罕见的情况下，原来衰竭的心脏可能是由急性心肌炎等过程引起。此时，原有心脏可能逐渐恢复其功能，从而可以切除掉异位移植上去的心脏。\n\n在开普敦，异位心脏移植的最初临床经验包括：使用供体心脏单纯用于左心室辅助，此时供心肺动脉干与受体右心房吻合，用于供心冠状窦静脉回流。异位移植的策略随后发生改变，以支持双心室支持。1983年，Cooper及其同事报告了2名接受异位心脏移植的患者，供体心脏缺血时间分别为8h和近13h，用便携式低温灌注装置保存。最初20h时间里，供心功能较差，血液循环由受体自己的心脏支持，直到供心功能慢慢恢复。C15\n\n### 三、手术技术\n\n#### （一）供心获取\n\n供心获取基本按照标准的供心获取流程进行，但需要注意获取供心的整个升主动脉和主动脉弓。右肺静脉孔用连续的5-0聚丙烯缝合线缝合。下腔静脉口也被缝闭，以避免影响冠状静脉窦回流。沿左上、下肺静脉之间切开心房壁，延伸切口至左心耳底部，以形成一个与二尖瓣口一样大的开口。此外，需要获取供心的整个上腔静脉和近端头臂静脉。\n\n#### （二）异位心脏移植\n\n正中开胸。广泛打开右侧胸腔，以容纳供体心脏。正中切开心包，在右侧心包做两个垂直切口，延至距离膈神经约2cm处，形成支撑移植心脏的心包瓣。小心止血这个皮瓣是很重要的，因为心脏植入后无法再次探查该皮瓣。需要注意膈神经附近可能形成的凝血块。在这些心包切口范围内的小出血点都需要用聚丙烯缝合线进行缝扎止血。\n\n体外循环（CPB）采用上下腔插管引流、中低温灌注停跳。原声心脏的心肌保护是极其重要的，因为大部分的肺循环动力将来源于自有右心室，而自由左心室在移植术后早期也需要支持体循环系统。钳闭主动脉，对自有心脏采取与标准心脏手术相同的多次心肌保护策略（见第三章）。间断使用冰盐水降温心肌。采用标准二尖瓣手术（见第十一章）左房间沟入路切除左房袖。通过3-0滑线、单纯连续缝合技术吻合供心左心房与自有左心房的相应开口。\n\n5-0滑线将供体上腔静脉端侧吻合于受体上腔静脉前外侧的右锁骨下静脉和头臂静脉的连接处附近，吻合口大小应与自有心脏上腔静脉直径相当。这将为供体右心室的心肌内膜活检提供入路。然后，用4-0滑线将供体主动脉端侧吻合于自有主动脉的前外侧。两个心脏充分排气后，开放主动脉阻断钳，主动脉开放后的注意事项同原位心脏移植。复温，期间通过一根合适大小的人工血管端侧吻合供心肺动脉至自有肺动脉前侧，其他的手术操作与常规的心脏移植无异，注意在供心和自有心脏留置心房心室起搏导线，以备术后使用。\n\n直接缝合连接供心和自有心脏的上腔静脉，简化了通过心肌内膜活检钳进入供体的右心室的过程。肺动脉人造血管感染是使用这种方法进行异位移植的潜在风险，这种并发症需要切除该人工血管并更换为异体主动脉，该法既往已有报道。另一种技术包括结扎供体上腔静脉，并直接连接供体肺动脉干和受体右心房，以便于供心冠状静脉窦回流。\n\n### 四、术后管理\n\n异位心脏移植后需要永久抗凝，因为自有心脏成为血栓的来源。即使抗凝充分，全身性栓塞仍然可能发生。在天然心脏中存在机械瓣膜会增加血栓形成的风险，并被认为是异位心脏移植的禁忌证。\n\n### 五、适应证\n\n当下，异体异位移植适应证大致有两点。首先，当受体肺血管阻力明显升高，收缩压大于约60mmHg，尽管进行了药物干预但收效甚微时，应考虑该手术。如果肺动脉收缩压低于55mmHg，而肺状毛细血管楔压低于20mmHg时，原位心脏移植十分危险。当供体心脏来自比受体小得多（体表面积）的供体时，应考虑异位移植。比如从一个较小体重的青少年捐赠者移植到一个较大体重的成年男性受者时，可以尽可能地保证安全。\n\n应当强调的是，在对成人接受者采取这一极端手术之前，应尽一切努力为青少年捐赠者寻找一个合适的青少年受者。小体重供者到大体重受者的原位心脏移植风险尚不明确，但已知从一个较小体重的女性供体原位移植心脏给一个较大体重男性受者时，其风险会明显增加。",
    "metadata": {
      "lang": "zh",
      "source_file": "/Users/naiw/Desktop/PHD 2025/常温灌注/heart data/完整 txt/book_心脏外科学ch21.txt"
    }
  },
  {
    "id": "consensus_中国心脏移植供心获取与保护技术规范(2019版)",
    "text": "# 中国心脏移植供心获取与保护技术规范\n\n# （2019版）\n\n中华医学会器官移植学分会\n\n【摘要】合理选择供心、减少供心获取过程中的心肌损伤，是保证心脏移植手术成功和受者远期生存的重要因素。为了进一步规范心脏移植供心获取与保护技术，中华医学会器官移植学分会组织心脏移植专家，总结相关国内外最新进展，并结合国际指南和临床实践，针对心脏移植供心选择、供心获取和保护以及供心打包与转运，制订中国心脏移植供心获取与保护技术规范（2019版）。\n\n【关键词】心脏移植；供心获取；供心保护；供心打包；供心转运\n\n## 1 供心选择\n\n### 1.1 供者入选标准[-3]\n\n\nDOI:10.3877/cma.j.issn.1674-3903.2019.01.002\n\n通信作者：郑哲（中国医学科学院阜外医院，Email:zhengzhe＠fuwai.com)\n\n目前，经典的心脏移植供者选择标准包括：①年龄&lt;50岁，经过谨慎评估部分边缘供者可＜55岁；②心脏超声无心脏运动异常， 左室射血分数&gt;50%，瓣膜结构功能良好；③正性肌力药物使用量：多巴胺＜20μg⋅kg-1·min-1肾上腺素&lt;0.2μg·∼kg-1·min-1去甲肾上腺素&lt;0.4μg·∼kg-1·min-'；④供、受者体质量比例为0.75\\~1.50；⑤供心冷缺血时间＜8h，一般情况下心肌缺血时间&lt;6h;；在年轻供者、心脏功能正常、未使用大剂量正性肌力药物支持等条件下，可考虑使用缺血时间&gt;6h的供心；⑥血清学检查排除HCV、HIV等感染。\n\n鉴于供心来源稀缺，实际临床工作所采用的标准可在上述经典标准的基础上，结合供、受者具体情况综合判断。\n\n（1）供者年龄［3.6] ①)供者年龄&lt;45岁，其供心在缺血时间延长、受者存在并发症以及术前血流动力学变化的情况下，也能耐受心脏移植手术；②供者年龄45\\~55岁， 建议供心冷缺血时间≤6h，受者无并发症且不存在可能因供心功能稍弱而导致严重并发症时，可以考虑使用；③供者年龄＞55岁，不建议选用或仅用于挽救生命或边缘受者等特殊情况。\n\n（2）感染[3-4,7] 感染供者满足以下条件之一可考虑选用其供心：①供者为社区获得性感染，并且迅速死亡（96h以内）；②获取供心前血培养结果阴性；③供者接受针对病原微生物的特异性抗感染治疗且心功能正常；⑤供心在直视下检查未发现心内膜炎。如果这类供心用于移植，受者必须在术后首日即开始进行血培养监测，并且在术后一定时间内进行针对病原微生物的特异性抗感染治疗。\n\n（3）供者心脏疾病［3.5] ①心功能正常的二叶主动脉瓣供心可以用于心脏移植，易于矫治的先天性心脏病经矫治后可用于心脏移植；②供心冠状动脉任何一支主干发生堵塞时不考虑使用，除非同时对受者进行冠状动脉旁路移植术；③轻度左心室壁增厚（&lt;14mm）且心电图无明显左心室肥厚表现，可用于心脏移植。\n\n（4）预期缺血时间[3-5] 由于其他危险因素的共同作用，供心缺血时间上限尚无明确界定。年轻、心功能较好且不需应用正性肌力药物的供者供心通常能耐受&gt;6h的缺血时间，高龄且需正性肌力药物支持的供者供心冷缺血时间须&lt;4h。\n\n### 1.2 供者排除标准［3,7］\n\n供者排除标准包括：①严重胸部外伤，可能或已经伤及心脏；②不能排除器质性心脏病导致的脑死亡；③顽固性室性心律失常；④心肺复苏并不是排除标准，但应注意评估心肌是否受损，长时间或者多次心肺复苏（获取心脏前1天心肺复苏时间＞20min）者应予排除；⑤有心脏停跳、心室颤动、长时间低血压或低血氧等心肌缺血病史；⑥严重左心室肥厚，左室壁&gt;14mm 同时伴有左心室肥厚的心电图表现；⑦前、后负荷优化后仍需超大剂量正性肌力药物维持血压（多巴胺＞20μg··kg-1·min-1或肾上腺素＞0.2μg⋅kg-1.·min-1)；⑧严重的先天性心脏畸形；⑨经积极治疗仍有心功能不全；⑩肿瘤患者一般不作为供者，但局限于颅内的原发性脑肿瘤患者经筛选后可考虑使用。\n\n### 1.3 供、受者匹配［1-3］\n\n供、受者匹配包括体质量匹配和免疫相容性评估。免疫相容性评估包括ABO血型系统相容性、群体反应性抗体（panel reactive antibody,PRA）、淋巴细胞毒交叉配合试验（complement dependent cytotoxicity,CDC）和HLA分型评估。\n\n（1）体质量匹配 供者体质量不应低于受者体质量的70％。 男性供者体质量≥70kg，可以匹配无肺动脉高压的高体质量受者。当供者为女性、受者为男性时，供者体质量不得低于受者体质量的80％。\n\n（2)ABO血型系统相容性评估 ABO血型必须相同或相容是心脏移植的基本原则，临床上首选同血型供者，供心严重缺乏时，也可按输血原则酌情考虑（例如A型供心给AB型受者，O型供心给B型受者）。临床工作中，应反复核对供、受者血型。\n\n（3)PRA评估 体液免疫致敏作用会导致受者血清中存在抗HLA抗体，即PRA。心脏移植前应对受者进行PRA检查，如PRA&gt;10%，须行CDC。\n\n（4)CDC评估 检测受者血清（存在抗HLA抗体）对供者血中淋巴细胞的反应性，一般认为CDC&lt;10%为阴性。实际工作中，由于CDC需要从供者采集血样，并需数小时才能得到结果，因此如果受者近期检查PRA阴性，则发生超急性排斥反应或加速急性排斥反应的概率较小，可在术后行回顾性交叉配型。\n\n（5)HLA分型评估 HLA配型可能影响受者排斥反应的发生率及远期预后。但由于供心保存时间有限及其稀缺性，一般心脏移植术前不常规进行HLA配型。\n\n## 2 供心获取和保护［8］\n\n### 2.1 准备\n\n准备器械、冰屑和灌注液，检测血型及传染病，检查负压吸引器、电刀和手术灯等使用情况，保证获取工作的顺利进行。及时与麻醉医师沟通，协同保证捐献者呼吸循环状态平稳。保留有创血压监测，便于监护及采血，转运途中密切关注其循环状态。\n\n### 2.2 获取与保护\n\n（1）消毒 手术消毒范围通常从颈部至大腿中段。铺巾后用长纱布擦干手术切口处消毒液，贴皮肤保护膜。\n\n（2）切皮 通常取自胸骨上窝至耻骨联合的长正中切口，尽量使用电刀。注意容量补充，尤其在需要劈离供肝的情况下更要注意，必要时给予升压药物以保证心脏灌注。\n\n（3）锯胸骨 劈开胸骨后，撑开胸骨牵开器，牵开器两侧各垫一块打开的无菌治疗巾，切开双侧胸膜。灌注荷包按常规外科手术缝合，可以选择较高的位置缝合，留出升主动脉阻断钳的空间。与供肝、供肾及供肺获取医师沟通协商阻断时间。\n\n（4）阻断 先行上、下腔静脉阻断，最后阻断升主动脉。阻断升主动脉后，立刻行肺静脉及下腔静脉切开减压，切口要足够大，以便减压充分。负压吸引血水，冰屑包裹心脏降温。\n\n（5）灌注 监测并记录灌注压力，同时用手感知主动脉根部和左心室以保证灌注，避免左心室高张力。取下供心前，应保证其完全停跳，触摸柔软。\n\n（6）切取供心 供心灌停后，心包腔添加冰屑降温。左手轻轻托起心脏，顺序离断下腔静脉、左右肺静脉。离断右上肺静脉时，注意避免损伤上腔静脉及右心房。游离左心房后壁时注意避免损伤气管。游离至左房顶及左右肺动脉水平时，将心脏放回心包腔。再游离主动脉弓近端和上腔静脉，分别离断后显露左右肺动脉，将肺动脉离断后沿组织间隙游离至左房顶水平，将心脏大血管完整取下。\n\n（7）供心检查 将供心置于装满冰屑的容器，检查有无损伤、结构异常及冠状动脉病变等，及时跟主刀医师汇报供心情况。继续灌注心肌保护液，同时密切关注主动脉根部压力情况，保证左心室无异常充盈。\n\n（8）冲洗 更换无菌手套后用3000mL0∼4∘C 等渗NaCl溶液冲洗供心。\n\n## 3 供心打包与转运［8-9］\n\n在包装袋第1层灌注心肌保护液约300mL，充分排气后用力结扎。第2层包装袋内以细冰屑将第1层包装完整包裹。冰桶使用适量碎冰屑垫底，置入心脏后确保细冰屑完整包裹心脏。尽量避免使用冰块，以免包裹不充分或对心脏造成挤压损伤。之后逐层包装，尽量保证冰屑包绕四周，以达到更好的保温降温效果。转运过程中应轻柔，避免剧烈颠簸。",
    "metadata": {
      "lang": "zh",
      "source_file": "/Users/naiw/Desktop/PHD 2025/常温灌注/heart data/完整 txt/consensus_中国心脏移植供心获取与保护技术规范(2019版).txt"
    }
  },
  {
    "id": "consensus_中国心脏移植免疫抑制治疗及排斥反应诊疗规范(2019版)",
    "text": "# 中国心脏移植免疫抑制治疗及排斥反应诊疗规范（2019版）\n\n中华医学会器官移植学分会\n\n【摘要】心脏移植免疫抑制治疗包括诱导、维持和抗排斥反应治疗。如何合理应用免疫抑制剂，制定个体化免疫抑制方案，在保证疗效的同时减少不良反应，仍是这一领域的难题。排斥反应是心脏移植术后常见并发症之一，涉及细胞免疫和体液免疫，其治疗原则主要取决于组织学证实的排斥反应级别和心功能损害程度。为进一步规范心脏移植免疫抑制治疗及排斥反应诊断和治疗，中华医学会器官移植学分会组织心脏移植专家，总结相关国内外最新进展，结合国际指南和临床实践，从免疫诱导治疗、维持免疫抑制剂的临床应用、排斥反应的识别以及急性排斥反应的诊断和治疗等方面，制订中国心脏移植免疫抑制治疗及排斥反应诊疗规范（2019版）。\n\n【关键词】心脏移植；诱导治疗；维持免疫抑制治疗；目标浓度；急性排斥反应；细胞排斥反应；抗体介导排斥反应；心内膜心肌活检\n\n## 1 心脏移植免疫抑制治疗\n\n免疫抑制治疗包括诱导、维持和抗排斥反应治疗。免疫诱导治疗目的是在器官移植排斥反应风险最高时提供高强度免疫抑制。维持免疫抑制治疗的目标是使受者适应异体器官，同时最大程度减少感染和肿瘤的发生风险。虽然各移植中心免疫抑制剂的选择、用量和联合用药方案各不相同，但是基本方案大同小异。不同个体免疫抑制剂不良事件的发生有明显差异，需根据移植受者的不同特征和危险因素采用个体化免疫抑制方案。如何优化心脏移植免疫抑制治疗，使其在保证疗效和减少不良反应之间取得平衡，一直是该领域的巨大挑战。\n\nDOI: 10.3877/cma.j.issn.1674-3903.2019.01.004\n\n通信作者：黄洁（中国医学科学院阜外医院，huangjie@fuwai.com)；郑哲（中国医学科学院阜外医院，zhengzhe@fuwai.com）\n\n\n### 1.1 抗体诱导治疗\n\n心脏移植免疫诱导治疗可显著降低术后早期移植物功能不全发生率，减少合并肾功能不全受者排斥反应的发生，并使术后早期无糖皮质激素或较低剂量糖皮质激素的维持免疫抑制方案成为可能。据国际心肺移植协会（The International Society of Heart and Lung Transplantation,ISHLT）统计，2009年至2016年全球52.6％的心脏移植受者应用抗体制剂进行免疫诱导治疗，其中30.0％应用IL-2受体拮抗剂，21.9％应用抗胸腺细胞免疫球蛋白（antithymocyte immunoglobulin,ATG）或抗淋巴细胞免疫球蛋白，而接受免疫诱导治疗的受者10年生存率并无显著优势［1］。目前认为，致死性排斥反应风险高的年轻受者以及非裔、HLA严重不匹配、移植前群体反应性抗体水平较高和应用心室辅助装置支持的受者，最可能从心脏移植免疫诱导治疗中获益［2］。近年来，IL-2受体拮抗剂越来越多地应用于心脏移植，主要由于其在减少术后早期排斥反应的同时并未增加感染的发生风险。中国心脏移植注册系统数据显示，2015年至2017年中国大陆心脏移植免疫诱导治疗比例＞90%，几乎全部应用IL-2受体拮抗剂。\n\n国外开展的评估巴利昔单抗应用于心脏移植安全性的随机、对照、双盲临床试验，结果显示治疗组不良反应和感染的发生率与安慰剂组相似，治疗组术后首次发生活检证实的急性排斥反应的时间较安慰剂组长，但差异无统计学意义［3］。中国医学科学院阜外医院（以下简称阜外医院）采用巴利昔单抗诱导治疗的214例心脏移植受者术后60d内接受心内膜心肌活检（endomyocardial biopsy,EMB)，结果显示≥3a级细胞排斥反应发生率仅1.0%[4］。加拿大一项研究结果显示，肾功能不全（血清肌酐＞200 μmol/L）的心脏移植受者应用巴利昔单抗诱导治疗，可延迟环孢素使用时间且不增加排斥反应发生率，同时有助于保护肾功能［5］。\n\n注射20mg巴利昔单抗后，30min内血药浓度峰值达到(7.1±5.1)mg/L，当浓度&gt;0.2mg/L即可稳定阻断IL-2受体，且半衰期为（(7.2±3.2)d[6]。巴利昔单抗相关的严重不良事件报道极少，未发生细胞因子释放综合征，临床观察也未发现其增加感染和恶性肿瘤的发生风险。但是首次应用或二次移植使用首剂巴利昔单抗时可出现高敏反应，一旦发生应停用第2剂。\n\n### 1.2 维持免疫抑制治疗\n\n目前，心脏移植最常用的维持免疫抑制方案仍是三联疗法，包括以下4类免疫抑制剂的组合：（1)CNI：环孢素或他克莫司；(2）淋巴细胞增殖抑制剂：吗替麦考酚酯（mycophenolate mofetil,MMF）或硫唑嘌呤；(3）雷帕霉素靶蛋白（mammalian target of rapamycin,mTOR）抑制剂：西罗莫司或依维莫司；（4）糖皮质激素：泼尼松或泼尼松龙。2017年ISHLT 年报显示，心脏移植术后1年，最常用的CNI为他克莫司，其应用比例（93.7%）远高于环孢素（5.2%)；MMF为最常用的淋巴细胞增殖抑制剂，应用比例（93.7%）远高于硫唑嘌呤（2.9%)；西罗莫司／依维莫司应用比例为10.7%；泼尼松应用比例为81.5%(1］。2009年至2016年，全球心脏移植术后最常用的免疫抑制方案（未统计糖皮质激素）为他克莫司＋MMF(75.1%)[1]］。中国心脏移植注册系统数据显示，2015年至2017年我国心脏移植受者出院时他克莫司和MMF应用比例分别为93.6％和91.5％。\n\n#### 1.2.1 CNI\n\n多项临床研究结果均证实他克莫司抗排斥反应效果与环孢素相当或优于环孢素。2017年ISHLT 年报显示，应用环孢素＋MMF维持免疫抑制方案的心脏移植受者，术后1年内需要治疗的排斥反应发生率（24.3 %)明显高于应用他克莫司+MMF的受者（3.9%)，但两组中长期生存率差异无统计学意义[1]。一些心脏移植中心在排斥反应高危人群中，将他克莫司作为CNI的第一选择。阜外医院报道反复发生EMB证实的排斥反应的心脏移植受者，将环孢素更换为他克莫司后排斥反应未再发生［7］。\n\n研究已证实细胞色素P450 3A5基因多态性与他克莫司药物代谢密切相关，文献报道中国心脏移植受者中该基因突变率为80.5%，其中快代谢基因型受者比例为4.4%，高于白种人（0\\~2.6%)；快代谢基因型受者移植术后1年内达到目标血药浓度所需要的他克莫司剂量约为慢代谢基因型受者的2.2\\~2.6倍［8］。因此，快代谢基因型黄种人受者服用环孢素更易以较低剂量达到目标血药浓度。一旦发现心脏移植受者服用较大剂量的他克莫司血药浓度仍难以达到目标浓度时，应考虑换用环孢素。\n\n#### 1.2.2 淋巴细胞增殖抑制剂\n\n血管内超声评估证实MMF能降低心脏移植受者死亡率、减少移植心脏血管病（cardiac allograft vasculopathy,CAV）的发生并延缓其进展。一项随访3年的多中心、随机、对照、双盲临床试验，比较了硫唑嘌呤和MMF应用于心脏移植的疗效，结果显示MMF组受者死亡率（11.8%）显著低于硫唑嘌呤组（18.3%)；硫唑嘌呤组心力衰竭、房性心律失常和白细胞减少症的发生率高于MMF组，而MMF组腹泻、食管炎、单纯疱疹病毒感染和侵犯组织的CMV感染发生率高于硫唑嘌呤组［9］。另一项研究显示心脏移植术后5年，应用环抱素+硫哟、环抱素+MMF、他克莫司+硫哟酸和他克莫司 ＋MMF4种免疫抑制方案的受者，无CAV比例分别为47％、66％、60％和70%，提示MMF可降低CAV的发生风险［6］。\n\n#### 1.2.3 mTOR抑制剂\n\n西罗莫司具有减少急性排斥反应和延缓CAV发生的作用。一项随机、对照、开放、多中心临床试验比交了硫哟!西罗莫司+环抱素+糖皮质激素在心脏移植中的应用效果，结果显示硫唑嘌呤组、西罗莫司3mg/d组和西罗莫司5mg/d组术后6个月≥3a级的排斥反应发生率分别为56.8％、32.4％和32.8%，差异有统计学意义；术后12个月3组受者死亡率无差别，但术后6周、6个月和2年，冠状动脉血管内超声显示硫唑嘌呤组CAV进展最快［10］。\n\n在CNI肾毒性发生早期，将标准CNI免疫抑制方案转换至mTOR抑制剂联合低剂量CNI方案，能显著改善肾功能不全。阜外医院报道了20例发生CNI相关慢性肾功能不全的心脏移植受者，加用西罗莫司同时将CNI减量，使CNI血药浓度谷值降至原目标浓度的1/2\\~2/3，转换方案后1个月受者血清肌酐水平显著降低（1¹］。\n\n虽然应用mTOR抑制剂发生恶性肿瘤的风险较CNI低，但一些不良反应限制了其广泛应用。在大多数情况下，西罗莫司的不良反应（如血脂异常、肌酸激酶升高、痤疮、水肿、肺炎、蛋白尿、白细胞减少及血小板减少等）可在调整联合用药、减少剂量或暂停服药数天后消失。由于mTOR抑制剂具有抗增殖特性，有临床证据显示其影响心脏移植受者伤口愈合，导致心包和胸腔积液发生率升高。罕见但严重的西罗莫司相关肺毒性也有病例报道，西罗莫司相关的间质性肺炎临床症状包括干咳、气短和低氧血症，停药后症状可明显改善。\n\n#### 1.2.4 糖皮质激素\n\n2017年ISHLT年报显示，全球79.9％和47.5％的心脏移植受者术后1、5年仍服用糖皮质激素［1］。撤除糖皮质激素的方法包括移植术后不使用糖皮质激素维持、术后第1个月撤除、术后3\\~6个月撤除、晚期（术后1年后）撤除，目前尚无明确证据显示哪种方法更占优势。低排斥反应风险的心脏移植受者，包括无供者特异性抗HLA抗体、无多次妊娠史、无排斥反应史和年龄较大的受者，可以考虑快速减少糖皮质激素剂量或停用。对已应用糖皮质激素的受者，只有在发生药物严重不良反应且近期（如6个月内）无排斥反应发生的情况下才能尝试撤除。糖皮质激素不能完全撤除的情况：(1）在减量过程中发生2次排斥反应；(2）有任何疑似影响血流动力学的排斥反应发生；(3)EMB发现血管炎、严重的排斥反应（ISHLT 3R级）。虽然心脏移植术后第1年很少或未发生排斥反应预示受者能安全撤除糖皮质激素，但需牢记撤除后数月内发生排斥反应和移植物失功的风险增加［2］。也有研究者认为，心脏移植术后第1年一直服用糖皮质激素的受者，撤除应非常谨慎；如无相关并发症则应避免晚期（术后2年以上）撤除，选择糖皮质激素减量至隔日服用泼尼松5\\~10mg更安全［12］。\n\n### 1.3 免疫抑制剂浓度监测\n\n既往研究认为，监测环孢素服药后2h血药浓度（C2）比服药后12h血药浓度（CO）更有优势，但也有文献表明对于长期使用环孢素的受者，通过监测C2和CO来调整剂量，术后排斥反应、血压和肾功能无显著差异。目前认为，大多数心脏移植受者无需采用监测C2替代CO，但对于环孢素药物代谢动力学特征不典型的受者，监测C2更理想［1］。采用他克莫司2次／d给药方案并监测CO的受者，当有证据提示药物不良反应或药效不足（出现排斥反应）时，测量服药后3h血药浓度有助于调整剂量。参照国际指南以及阜外医院应用IL-2受体拮抗剂诱导治疗的心脏移植受者EMB监测排斥反应的结果，术后不同时期环孢素和他克莫司CO维持范围建议见表1[13]。\n\n++++  \n\n### 表格描述文本  \n**表1 心脏移植受者术后不同时期CNI维持范围建议（ng/mL）**  \n\n#### **环孢素**  \n- **＜3个月**：200~300 ng/mL  \n- **3~6个月**：150~300 ng/mL  \n- **＞6个月**：150~250 ng/mL  \n\n#### **他克莫司**  \n- **＜3个月**：10~15 ng/mL  \n- **3~6个月**：8~12 ng/mL  \n- **＞6个月**：5~10 ng/mL  \n\n---  \n\n### 表格注释  \n**注**：CO指服药后12小时血药浓度。  \n**缩写**：  \n- CNI：钙调磷酸酶抑制剂  \n\n++++\n\n不建议常规监测霉酚酸血药浓度来指导心脏移植受者MMF剂量调整。然而，对于发生排斥反应、感染、肾功能不全、营养不良以及特定种族的心脏移植受者，考虑到明确MMF暴露量可能有助于改善移植物功能不全时，可以根据霉酚酸CO调整剂量，小于1.5mg/L认为未达到治疗剂量。\n\n目前，mTOR抑制剂与CNI联合使用时，CNI目标血药浓度范围尚未明确。与环孢素联合使用时，西罗莫司目标CO为4\\~12ng/mL。心脏移植受者联合使用西罗莫司和他克莫司时，普遍标准是参考肾移植受者两种药物CO值相加达到他克莫司传统方案的目标CO。\n\n采用多克隆抗体（如ATG）诱导治疗时，剂量和给药频率可通过监测CD3或CD2细胞计数来调整，维持目标为CD2或CD3细胞计数25∼50个/mm3或总淋巴细胞计数100∼200个/mm3。采用CD25饱和度法来调整IL-2受体拮抗剂用量，目前仍处于试验阶段，不建议常规使用。\n\n## 2 心脏移植排斥反应的诊断和治疗\n\n### 2.1 排斥反应的识别\n\n环孢素时代以前，心脏移植急性排斥反应的典型临床症状和体征包括低热、疲倦、白细胞升高、心包摩擦音、室上性心律失常、低心输出量、运动耐量降低和充血性心力衰竭等。在环孢素时代，受者即使发生典型排斥反应也可能不出现上述症状，因此大多数排斥反应发作具有隐匿而凶险的特征。术前受者恶液质、术后早期移植心脏功能不全、肾功能不全及感染等因素所导致的延迟使用免疫抑制剂，可增加早期排斥反应发生风险。依从性不佳、停药或经常漏服免疫抑制剂，是长期存活受者发生排斥反应的常见原因。\n\n虽然受者可能不出现排斥反应典型症状，但常有轻微乏力或气短症状；体检有心动过速或奔马律、颈静脉压力升高等右心功能不全的体征，严重时可有左心功能衰竭征兆，表现为血流动力学异常；新出现的心电图异常，如房性或室性心律失常，除外心包积液所致的心电图QRS波电压较前显著降低等；超声心动图发现心功能下降、室壁增厚，组织多普勒超声提示舒张功能减低。移植心脏发生不可逆排斥反应之前，尽早发现并处理可以显著减轻移植心脏的累积损害。EMB一直被认为是诊断急性排斥反应的金标准。由于体表心电图、超声心动图、心脏MRI 及脑钠肽、肌钙蛋白I或肌钙蛋白T和全身炎症反应标志物（如C反应蛋白）等无创检查灵敏度较差，国际指南并不建议临床常规使用以上方法替代EMB诊断和监测排斥反应［2］。\n\n\n最常用于监测原位移植心脏排斥反应的EMB，采用经皮右侧颈内静脉入路。按照ISHLT移植心脏排斥反应组织学分级标准诊断排斥反应，最少需要5块心内膜心肌组织，除外脂肪组织和血凝块，每个样本应至少包含50％的心肌组织［14-15］。熟练的操作者进行EMB后并发症并不常见（0.5%～2.0%)，主要并发症包括静脉血肿、误穿颈动脉、气胸、心律失常、右心室穿孔和三尖瓣损伤。\n\n### 2.2 急性排斥反应\n\n急性排斥反应可能发生在移植后任何时间，但随着术后时间的延长，发生急性排斥反应的受者累积死亡率并未明显上升。2017年ISHLT年报表明，近17年心脏移植术后0\\~30d、＞30d\\~1年、＞1～3年、＞3\\~5年、＞5\\~10年和10年以上，急性排斥反应分别占所有死亡原因的3.5％、6.8％、9.4％、5.8％、2.3％和0.9%[1］。\n\n#### 2.2.1 诊断\n\n急性排斥反应涉及细胞免疫和体液免疫，常导致移植器官功能不全或失功、甚至受者死亡。尽管单用糖皮质激素就可逆转85％的排斥反应，但排斥反应目前仍然是心脏移植受者死亡的主要原因之一。\n\n移植心脏发生的急性细胞排斥反应实质是T细胞介导的淋巴细胞和巨噬细胞浸润及心肌坏死。2004年ISHLT病理学委员会提出简化1990年的诊断分级标准，目前将急性细胞排斥反应分为轻、中和重度［16-17]，详见表2。2013年ISHLT病理学委员会再次确认了抗体介导排斥反应（antibody mediated rejection,AMR）分级建议［18]，见表3。除了组织学特征，临床医师还需关注有无血流动力学异常。当出现心功能下降时，首先考虑与排斥反应相关。\n\n++++  \n\n### 表格描述文本  \n**表2 1990年和2004年ISHLT EMB诊断急性细胞排斥反应分级标准**  \n\n#### **0级（无排斥反应）**  \n- **2004年分级**：0级  \n- **1990年分级**：0级  \n- **病理结果**：无排斥反应  \n\n#### **1R级（轻度）**  \n- **1990年分级对应亚型**：  \n  - **1a级**：血管周围或间质内有淋巴细胞浸润灶，无心肌细胞损害  \n  - **1b级**：血管周围或间质内出现弥漫性淋巴细胞浸润，无心肌细胞损害  \n  - **2级**：心肌组织中出现单个炎性浸润灶，孤立病灶内有心肌细胞损害  \n\n#### **2R级（中度）**  \n- **2004年分级**：2R级  \n- **1990年分级**：3a级  \n- **病理结果**：心肌组织中有多个炎性浸润灶，伴有心肌细胞损害  \n\n#### **3R级（重度）**  \n- **1990年分级对应亚型**：  \n  - **3b级**：心肌组织内出现弥漫性炎症病变，除淋巴细胞外，还可见嗜酸性及中性粒细胞，伴有较多的心肌细胞损害  \n  - **4级**：弥漫性、浸润性、伴心肌细胞坏死的白细胞渗出；水肿、出血或血管炎  \n\n---  \n\n### 表格注释  \n**缩写**：  \n- **ISHLT**：国际心肺移植协会  \n- **EMB**：心内膜心肌活检  \n\n++++\n\n++++\n\n### 表格描述文本\n**表3 2013年ISHLT抗体介导排斥反应分级建议**\n\n#### **pAMR 0**\n- **表现**：组织学和免疫病理均阴性\n\n#### **pAMR1(H+)**\n- **表现**：组织学阳性，免疫病理阴性\n\n#### **pAMR1(I+)**\n- **表现**：组织学阴性，免疫病理阳性（CD68+和/或C4d+）\n\n#### **pAMR 2**\n- **表现**：组织学和免疫病理均阳性\n\n#### **pAMR 3**\n- **表现**：间质出血、毛细血管及小血管纤维素样坏死，纤维蛋白和血小板沉积形成血栓、混合性炎症浸润，内皮细胞固缩和/或核破裂，明显的水肿和免疫病理改变；这些情况可能伴随血流动力学障碍和临床预后不良\n\n---\n\n### 表格注释\n**缩写**：\n- **pAMR**：病理诊断抗体介导排斥反应\n- **H**：组织学\n- **I**：免疫病理\n\n**注**：\n- pAMR1分为H+（组织学阳性）和I+（免疫病理阳性）两种亚型\n- 免疫病理阳性标准为CD68+和/或C4d+\n\n++++\n\n#### 2.2.2 治疗［2］\n\n（1）有症状的急性细胞排斥反应 如果受者出现急性排斥反应症状，需尽早行EMB，确诊后应住院治疗，血流动力学不稳定者应在ICU治疗。出现心功能下降的急性细胞排斥反应，无论EMB病理结果如何（ISHLT分级0、1R和2R级），均应以大剂量糖皮质激素静脉注射为首选治疗方案。出现血流动力学不稳定时，尤其是静脉使用大剂量糖皮质激素12\\~24h临床症状仍未改善时，可以加用ATG治疗。根据需要静脉应用正性肌力药物、血管收缩药物和／或主动脉内球囊反搏等机械循环辅助治疗，以维持足够的心输出量和体循环血压，直至移植心脏功能恢复。当应用大量糖皮质激素和／或加用ATG 治疗时，需预防性使用抗生素防止机会性感染。维持免疫抑制治疗方案也应适当调整，以降低排斥反应复发风险。调整方案包括：确认受者对原有方案的依从性，现有免疫抑制剂（如环孢素或他克莫司、MMF）加量，转换为其他免疫抑制剂（如环孢素换为他克莫司、硫唑嘌呤换为MMF)，增加新的免疫抑制剂（如西罗莫司）。急性细胞排斥反应治疗1～2周，应行超声心动图监测移植心脏功能，评价抗排斥反应治疗的效果，必要时再次进行EMB。对于急性细胞排斥反应分级较低但血流动力学不稳定的受者，应该考虑存在AMR的可能。IL-2受体拮抗剂不宜用于治疗急性细胞排斥反应。\n\n（2）无症状的急性细胞排斥反应 EMB确诊的重度急性细胞排斥反应（ISHLT3R级），即使没有临床症状或移植心脏功能不全的证据，也应该进行治疗，首选静脉应用大剂量糖皮质激素。中度无症状的急性细胞排斥反应（ISHLT2R级），可选用静脉或口服糖皮质激素治疗；若发生于移植术后1年以后，也可暂时不予治疗，但需严密随访和监测临床表现、超声心动图和EMB。绝大多数轻度（ISHLT 1R级）无症状的急性细胞排斥反应无需治疗。中度或重度无症状急性细胞排斥反应的受者，治疗2\\~4周仍无组织学好转表现，可考虑应用ATG。使用大剂量糖皮质激素和／或ATG治疗时，应预防性使用抗生素。维持免疫抑制治疗方案也需要调整，包括确认受者对原有方案的依从性、现有免疫抑制剂加量、转换为其他类型免疫抑制剂或增加新的免疫抑制剂。\n\n（3）复发或糖皮质激素抵抗的急性细胞排斥反应 对于复发或糖皮质激素抵抗的急性细胞排斥反应，需考虑应用ATG治疗，也可加用甲氨蝶呤冲击治疗、体外光化学疗法和全身淋巴结照射等方法，并重新评估维持免疫抑制方案。建议通过超声心动图监测移植心脏功能。对EMB标本进行评估时，需要排除合并AMR，并明确受者是否存在供者特异性抗体。\n\n急性细胞排斥反应治疗药物类型和用法见表4。\n\n++++\n\n### 表格描述文本\n**表4 急性细胞排斥反应治疗药物**\n\n#### **糖皮质激素**\n- **甲泼尼龙（高剂量）**：\n  - **剂量和用法**：250~1000mg/d，静脉注射\n  - **使用时间**：3天\n\n- **泼尼松**：\n  - **剂量和用法**：1~3mg·kg⁻¹·d⁻¹，口服\n  - **使用时间**：3~5天*\n\n#### **多克隆抗胸腺细胞抗体**\n- **胸腺球蛋白**：\n  - **剂量和用法**：0.75~1.50mg·kg⁻¹·d⁻¹，静脉注射\n  - **使用时间**：5~14天\n\n- **抗胸腺细胞丙种球蛋白**：\n  - **剂量和用法**：10mg·kg⁻¹·d⁻¹，静脉注射\n  - **使用时间**：5~14天\n\n- **ATG-Fresenius**：\n  - **剂量和用法**：mg·kg⁻¹·d⁻¹，静脉注射\n  - **使用时间**：5~14天\n\n---\n\n### 表格注释\n**缩写**：\n- **ATG**：抗胸腺细胞球蛋白\n\n**注**：\n- *泼尼松需逐渐减量\n- ATG-Fresenius的具体剂量未在表格中明确列出\n\n++++\n\n（4）急性AMR[19] 中断抗体介导的移植心脏损伤的措施包括大剂量静脉注射糖皮质激素和ATG治疗。消除血液循环中抗HLA抗体或降低其活性的措施包括：①静脉注射免疫球蛋白；②血浆置换；③免疫吸附；④利妥昔单抗。维持适当心输出量和体循环血压的方法包括：静脉应用正性肌力药物和收血管药物，机械循环辅助。怀疑受者发生AMR 时，应该对EMB标本进一步行免疫组织化学染色，以检测补体裂解产物和可能的抗体。同时，筛查受者血浆中是否存在抗HLA抗体，并进行定量和特异性检测。治疗1\\~4周后应再次行EMB，标本仍需进行免疫组织化学辅助诊断。维持免疫抑制方案调整包括确认受者对现有方案的依从性、免疫抑制剂加量、转换或增加种类。系统抗凝治疗可减少移植心脏血管内血栓形成。如果上述措施仍不能使移植心脏功能恢复，可考虑急诊再次心脏移植，但预后通常不佳。\n\n（5）迟发性急性排斥反应 发生有症状或无症状的迟发性急性排斥反应时，需重新评估受者的维持免疫抑制方案和临床随访频率。对存在迟发性急性排斥反应高危因素的受者，建议移植术后1年后延长EMB时间间隔，以减少发生血流动力学不稳定的排斥反应的风险。反复向受者宣传治疗依从性和及时汇报症状的重要性，有利于预防和及早发现远期急性排斥反应。长期随访常规行EMB，仍需要衡量其益处、费用和风险，对低危受者不定期行EMB 并无益处。\n\n### 2.3 超急性排斥反应\n\n目前术前常规行群体反应性抗体筛查以及高敏受者与供者特异性交叉反应的筛选，由抗HLA抗体介导的超急性排斥反应已极为罕见。超急性排斥反应发生原因是受者体内预先存在抗供者组织抗原的抗体，包括供者ABO血型抗原、血小板抗原和HLA 抗原等。超急性排斥反应一旦诊断明确，应立即治疗，最好是受者仍在手术室时就进行。术中需获取心肌组织标本，以明确超急性排斥反应的病理诊断。可考虑的治疗措施包括：(1）大剂量静脉注射糖皮质激素；(2）血浆置换；(3）静脉注射免疫球蛋白；（4)ATG;(5） 静脉注射环抱素/他克莫司+MMF；（6）静脉注射正性肌力药物和血管收缩药物，(7）机械循环辅助支持。如果上述措施不能使移植心脏功能恢复至可接受水平，则需考虑急诊再次心脏移植，但发生超急性排斥反应的受者再次移植死亡率很高。",
    "metadata": {
      "lang": "zh",
      "source_file": "/Users/naiw/Desktop/PHD 2025/常温灌注/heart data/完整 txt/consensus_中国心脏移植免疫抑制治疗及排斥反应诊疗规范(2019版).txt"
    }
  },
  {
    "id": "consensus_中国心脏移植受者术前评估与准备技术规范(2019版)",
    "text": "# 中国心脏移植受者术前评估与准备\n\n# 技术规范（2019版）\n\n中华医学会器官移植学分会\n\n【摘要】由于供心资源稀缺，必须对心脏移植候选者进行严格选择，仔细衡量风险和获益，评估其是否适合接受心脏移植。入选心脏移植等待名单的候选者需进行全面的术前评估，最大限度改善心功能和各器官功能状态；同时，接受详细的术前检查，以确保心脏以外器官功能可耐受心脏移植手术及术后免疫抑制治疗。为了进一步规范心脏移植受者选择以及术前评估和准备，中华医学会器官移植学分会组织心脏移植专家，总结相关国内外最新进展，结合国际指南和临床实践，从心脏移植适应证、禁忌证、移植候选者筛选和评估以及术前检查和准备等方面，制订中国心脏移植受者术前评估与准备技术规范（2019版）。\n\n【关键词】心脏移植；适应证；禁忌证；机械循环辅助；受者筛选；术前评估；危险因素；心肺运动试验\n\n制订心脏移植受者选择标准，旨在将珍贵的供心资源用于能够获益最大的个体，以期心脏移植术后受者生存时间长于接受其他治疗方案的患者。为了明确手术适应证和禁忌证、手术时机等关键问题，心脏移植受者术前评估必不可少。\n\n## 1 心脏移植适应证和禁忌证\n\n心脏移植总的适应证是终末期心脏病。在临床实践中，部分禁忌证在特殊个案中已被成功打破，因此心脏移植适应证和禁忌证标准有所重叠。国际指南建议由心血管内科、心脏外科、影像科、移植科、分子生物遗传学等相关学科专家组成技术委员会仔细衡量风险和获益后，决定候选者是否适宜进行心脏移植［1］。\n\nDOI:10.3877/cma.j.issn.1674-3903.2019.01.001\n\n通信作者：宋云虎（中国医学科学院阜外医院，Email：heartcenter_song@hotmail.com)；董念国（华中科技大学同济医学院附属协和医院，Email:dongnianguo@hotmail.com）\n\n### 1.1 心脏移植适应证[2-3]\n\n\n\n++++\n\n**表1** 心脏移植适应证\n\n### 表格描述文本\n**表：心脏移植适应证的分类与标准**\n\n#### **绝对适应证**\n- （1）血流动力学恶化  \n- （2）难以治疗的心源性休克  \n- （3）依赖静脉血管活性药物维持器官灌注  \n- （4）Peak VO₂ < 10 mL·kg⁻¹·min⁻¹，并出现无氧代谢  \n- （5）严重缺血导致持续发生的活动受限，且冠状动脉旁路移植术（CABG）和经皮冠状动脉介入治疗（PCI）均无法解决  \n- （6）反复发作的恶性心律失常，所有治疗方法均难以终止或避免复发  \n\n#### **相对适应证**\n- （1）活动严重受限，Peak VO₂ 为 11–14 mL·kg⁻¹·min⁻¹，或 ≤ 55% 预计值  \n- （2）不稳定型心绞痛反复发作，且不适合给予其他干预治疗  \n- （3）反复发生因服药依从性不佳导致的体液平衡紊乱或肾功能不全  \n\n---\n\n### 表格注释\n**缩写：**\n- VO₂：摄氧量（氧气消耗率）\n- CABG：冠状动脉旁路移植术（Coronary Artery Bypass Grafting）\n- PCI：经皮冠状动脉介入治疗（Percutaneous Coronary Intervention）\n\n++++\n\n注：PeakVO2.峰值摄氧量；CABG.冠状动脉旁路移植术；PCI.经皮冠状动脉介入手术\n\n\n### 1.2 心脏移植禁忌证(1)\n\n++++\n\n### 表格描述文本\n**表 2. 心脏移植禁忌证**\n\n#### **绝对禁忌证**\n- （1）合并系统性疾病，预计生存期小于 2 年，包括活动性或近期发现的实体器官或血液系统恶性肿瘤  \n- （2）累及多系统的活动性红斑狼疮、结节病或淀粉样变性  \n- （3）不可逆的肾或肝功能不全，且无法进行联合移植  \n- （4）临床症状严重且未能进行血管再通的脑血管疾病  \n- （5）严重阻塞性肺疾病，第一秒用力呼气容积（FEV₁）小于 1 L  \n- （6）不可逆的肺动脉高压，包括以下任一项：\n  - 肺动脉收缩压 > 60 mmHg  \n  - 平均跨肺动脉压力梯度 > 15 mmHg  \n  - 肺血管阻力 > 6 Wood 单位  \n\n#### **相对禁忌证**\n- （1）年龄大于 72 岁  \n- （2）任何活动性感染（心室辅助装置 VAD 导致的器械相关性感染除外）  \n- （3）活动性消化性溃疡  \n- （4）严重糖尿病并发神经病变、肾病和视网膜病变  \n- （5）严重的外周和中枢血管疾病，包括：\n  - 不能外科手术或介入治疗的外周血管疾病  \n  - 有症状的颈动脉狭窄  \n  - 未矫正的超过 6 cm 的腹主动脉瘤  \n- （6）病理性肥胖（体质指数 > 35 kg/m²）或恶液质（体质指数 < 18 kg/m²）  \n- （7）不可逆的血清肌酐 > 2.5 mg/dL 或肌酐清除率 < 25 mL/min（心肾联合移植除外）  \n- （8）总胆红素 > 2.5 mg/dL，血清转氨酶超过正常值 3 倍，且未服用华法林的情况下国际标准化比值（INR） > 1.5  \n- （9）严重肺功能不全，FEV₁ < 40% 预计值  \n- （10）6–8 周内发生的肺梗死  \n- （11）难以控制的高血压  \n- （12）严重不可逆的神经或神经肌肉疾病  \n- （13）活动性情感疾病或精神状态不稳定  \n- （14）6 个月内有药物、烟草或酒精滥用史  \n- （15）100 天内有肝素诱导的血小板减少症病史  \n\n---\n\n### 表格注释\n**缩写：**\n- FEV₁：第一秒用力呼气容积  \n- VAD：心室辅助装置  \n- INR：国际标准化比值  \n- 1 mmHg = 0.133 kPa\n\n++++\n\n70岁的心脏移植受者，发现高龄受者1、4年生存率与年轻受者差异无统计学意义（93.3％和88.3%，73.5％和69.1%)[5］。此外，有数据表明高龄受者较少发生排斥反应，可能与其免疫功能退化有关。因此，近年来接受心脏移植的高龄受者呈逐渐增加趋势。国际心肺移植协会（The International Society of Heart and Lung Transplantation,ISHLT）注册数据显示，60岁、60~69岁和70岁的心脏移植受者术后生存情况差异无统计学意义；然而，部分单中心研究指出，受者年龄与心脏移植术后死亡率呈正相关［6］。目前认为，年龄≤72 岁者可以考虑心脏移植；年龄&gt;72岁者经谨慎评估，特殊情况下也可以考虑，但应尽量匹配高龄供者供心。\n\n（2）肥胖 肥胖患者接受心脏直视手术后并发症发病率和死亡风险较高，体现在其创伤修复能力弱，感染、下肢血栓形成和肺部并发症发生风险增加。虽然ISHLT注册数据显示，体质量并不是影响心脏移植受者术后5年生存率的危险因素，但体质指数（body mass index,BMI)&gt;35kg/m2者，通常移植前等待时间更长，找到合适供者的难度更大，同时一些单中心研究指出这类受者术后并发症更多［7］。总体来说，移植前BMI&gt;30∼kg/m2似乎与移植后不良预后相关；因此，肥胖患者在列入移植候选者名单前应强制减轻体质量，力求达到 BMI&lt;30kg/m2\n\n（3）移植前肿瘤病史 既往有通过手术切除、放疗和化疗等方法治愈或缓解的肿瘤患者接受心脏移植的报道。移植前有肿瘤病史者需个体化对待，与肿瘤科专家合作，通过肿瘤类型、对药物治疗的反应以及排除转移的检查进行肿瘤复发风险分层评估，复发风险较低者可以考虑心脏移植。肿瘤治愈或缓解距离心脏移植手术的时间间隔根据上述因素而定，并无特定的观察时间。\n\n（4）糖尿病 已有合并靶器官损害的糖尿病患者成功接受心脏移植并获得良好预后的报道。然而，ISHLT注册数据显示，即使经严格筛选的糖尿病患者进行心脏移植，其术后1、5年死亡率仍较高（20%\\~40%)；中国医学科学院阜外医院（以下简称阜外医院）数据也显示，合并糖尿病的受者与无糖尿病受者心脏移植5年后生存曲线有分离趋势。目前，如何评估合并靶器官损害的糖尿病患者是否适合接受心脏移植，还缺乏明确的推荐意见。糖尿病合并自主神经功能障碍的患者和无症状性低血糖患者需要特别关注。此外，独立的视网膜病变并非心脏移植禁忌证，但对合并增殖性视网膜病变的患者应谨慎。\n\n（5）肾功能不全 由于血清肌酐动态变化，部分移植中心提出的血清肌酥&gt;2mg/d 或肌酐清除率&lt;50mL/min时心脏移植存在不能接受的风险这一观点尚无定论。目前，美国2/3的移植中心认为血清肌酐&gt;3mg/dL为心脏移植绝对禁忌证[8]；德国则有43％的移植中心将血清肌酐F&gt;5mg/dL的不可逆性肾功能不全视为绝对禁忌证[9]。对于血清\n\n\n肌酐升高或肾小球滤过率下降者，需进行肾脏超声、尿蛋白定量和肾血管性疾病等诊断性检查进一步评估。\n\n（6）周围血管疾病 1996年，德国64％的心脏移植中心将严重脑血管或外周血管损伤视为心脏移植绝对禁忌证，但同时强调对临床症状严重程度（Fontaine分级≥级）的评估-[10]，提出可以考虑同步血管外科手术。美国器官共享联合网络注册数据显示，合并有症状的外周血管疾病的心脏移植受者术后1、5和10年生存率低于无外周血管疾病的受者，有30％的心脏移植中心将无症状外周血管疾病视为心脏移植绝对禁忌证［11］。ISHLT指南建议无法完全恢复或再血管化的外周血管疾病应视为心脏移植相对禁忌证。\n\n### 1.3 急诊心脏移植\n\n急诊心脏移植是指当心脏移植候选者出现危及生命的急性心功能失代偿、药物等一般手段难以治疗时，紧急进行的心脏移植。根据病情严重程度通常将受者分为两类：(1）严重的心源性休克，正性肌力药物迅速加量仍不能维持血压和器官灌注，表现为乳酸进行性升高、酸中毒进行性加重；(2）多器官功能进行性下降，在正性肌力药物支持下肾功能仍不断恶化、容量平衡难以维持，或不能耐受正性肌力药物。这两类受者接受急诊心脏移植术后短期死亡率均较择期心脏移植受者明显升高[12-13]（术后院内死亡率分别为42％和29%)，但出院后中长期生存率无明显差异。\n\n### 1.4 机械循环辅助（mechanical circulatory support，MCS）过渡至心脏移植\n\n由于供者因素的限制，即使是急诊心脏移植，平均等待供心时间也需要约5天，在此期间可先应用MCS进行支持治疗，待病情得到一定程度的控制、供心匹配成功后，再接受心脏移植。MCS主要包括主动脉内球囊反搏、心室辅助装置（ventricular assist device,VAD）、体外膜肺氧合（extracorporeal membrane oxygenation,ECMO）和全人工心脏。国际范围内，心脏移植总例数近50％为MCS过渡［10］。国内首个自主研发的第3代磁悬浮式可植入式VAD，通过国家创新医疗器械特别审批，已在阜外医院和华中科技大学同济医学院附属协和医院进行临床应用并成功救治危重患者，其中2例机械循环辅助注册登记系统心功能衰竭分级1级的患者（合并心源性休克，应用短期辅助装置并极度依赖血管活性药物），分别在MCS 193 d和156d后成功接受心脏移植。\n\nMCS过渡至心脏移植的受者与无需MCS过渡的受者术后早期及中长期生存率相似。阜外医院7例ECMO过渡至首次心脏移植的受者中6例长期存活。然而国外研究显示，ECMO过渡至心脏移植的成功率显著低于VAD，等待供心期间使用ECMO 的心脏移植受者1年总体生存率为52%，过渡失败的危险因素包括：受者年龄&gt;50岁，既往ECMO应用史，序贯器官衰竭评分＞10分[14]。因此，对准备使用ECMO过渡至心脏移植的受者，术前应谨慎评估。ECMO成功过渡至心脏移植的受者术后1年生存率可提高至70%，虽然仍低于无需ECMO过渡的受者，但差距主要产生于术后6个月内，6个月后生存情况相似［15］。\n\n虽然部分存在多种可逆或可治疗合并症（包括肿瘤、肥胖、肾功能不全和药物治疗可能逆转的肺动脉高压）的患者，心脏移植术前可尝试MCS过渡，但国际指南对上述适应证的推荐级别均为IIb[3]。对于左心衰竭合并肺动脉高压的患者，可予MCS同时联用西地那非、米力农等靶向药物，但目前疗效证据不足。少数经优化药物治疗仍无法维持心力衰竭症状平稳，同时合并原发恶性肿瘤需要时间进行放、化疗或观察，无法立即入选心脏移植等待名单的患者，也可能从MCS中受益。肥胖患者等待供心时间较长，在此期间心功能恶化往往需要MCS，可以给其创造减轻体质量的时间，但需要告知肥胖患者一旦选择MCS过渡，感染并发症和心脏重复手术都将增加移植手术风险。应用MCS能否改善肾功能尚存在争议，研究显示部分严重肾功能不全需要短暂肾脏替代治疗或透析的患者，植入MCS后肾功能得到改善，且心脏移植后可以维持正常肾功能状态。然而，需要提醒的是，大多数合并严重肾功能不全的患者植入MCS后死亡率仍较高，多数患者未成功过渡至心脏移植。\n\n## 2 心脏移植受者术前评估\n\n评估心力衰竭患者是否适合进行心脏移植是一个十分复杂的过程，需综合考虑心力衰竭预后、一般情况、既往病史、多器官功能和社会心理因素等多个方面。入选心脏移植等待名单的候选者，应在术前严格限水、利尿以期降低肺动脉压，同时给予控制血糖、抗感染和营养支持等多种支持治疗，最大限度改善心功能及各器官功能状态，这对减少围手术期并发症的发生、提高术后生存率至关重要。\n\n### 2.1 心脏移植候选者筛选流程\n\n<!-- 难治性心力衰竭患者 外科 内科 评估缺血心肌的存活 校正可逆性因素（缺血、 评估瓣膜病严重程度 毒素和非甾体类药物） 决定能否常规外科手术 优化药物治疗 是否正性肌力药物依赖 心力衰竭进展，血压下降，终末器官损害 是 否 移植 是否具有活动能力 机械循环辅助 临终关怀 是 否 PeakVO2测试 PeakVO 预后参数评价 HFSS计算 SHFM SHFM预测生存率 进入移植等待名单＊ 无法耐受β受体阻滞剂的患者，以 暂缓进入移植等待名单 PeakVO2&lt;10mL·∼min-1·∼kg-1 PeakVO2≤1 4mL· min-1 ·kg为临界 PeakVO2&gt;15mL⋅min-1⋅kg-1 SHFM预测1年生存率＜80％ SHFM预测1年生存率&lt;80% 值；服用β受体阻滞剂的患者，以 SHFM预测1年生存率＞90％ SHFM预测1年生存率&gt;90% HFSS中高危 PeakVO2≤12mL⋅min-1⋅kg-1为临界 HFSS低危 -->\n![](https://web-api.textin.com/ocr_image/external/76a567a10f1a61a0.jpg)\n\n<!--注：PeakVO2．峰值摄氧量；HFSS．心力衰竭生存评分；SHFM．西雅图心力衰竭模型；‘SHFM预测1年生存率&lt;80%或HFSS中至高 风险应被视为合理的移植切入点 -->\n\n\n### 2.2 心脏移植受者评估流程\n<!-- 新入院患者 常规检查 评价心、肺、肝和肾等重要脏器功能 规范治疗 心力衰竭改善 冠状动脉粥样硬 反复发作 其他：无法外科 化性心脏病心肌 恶性心律 治疗的先天性心 缺血症状反复发 失常，其 脏病、心脏外伤 心力衰竭无改 内科转诊 作，CABG或PCI 他治疗无 和心脏肿瘤；移 心肌病 善／恶化 无法解决 效 植心脏功能衰竭 慢性心力衰竭 评估心脏移植风险，无相关禁忌证 继续等待 全院移植评估医师病例讨论 （心脏外科、心血管内科、影像科） 移植免疫学检查 进入移植候选者名单，等待供器官 -->\n\n<!-- 注：CABG.冠状动脉旁路移植术；PCI.经皮冠状动脉介入手术 -->\n\n\n\n### 2.3 危险因素评估\n++++\n\n### 表格描述文本\n**表：心脏移植评估中可能增加风险的因素及其风险等级**\n\n- **未经治疗的活动性感染**：风险等级 +++  \n- **正在使用抗生素控制的感染**：风险等级 ++  \n- **已治愈的既往感染**：风险等级 +  \n- **有明确靶器官损害的糖尿病**：风险等级 ++~+++  \n- **严重的有症状的脑血管疾病**：风险等级 +++  \n- **轻至中度有症状的脑血管疾病**：风险等级 +  \n- **严重的有症状的外周血管疾病**：风险等级 +++  \n- **轻至中度无症状的外周血管疾病**：风险等级 +  \n- **活动性消化道出血**：风险等级 +++  \n- **已治疗的消化性溃疡**：风险等级 +  \n- **近期发生的憩室炎**：风险等级 ++  \n- **慢性活动性肝炎**：风险等级 ++~  \n- **慢性丙型肝炎，病毒载量低且肝穿良性**：风险等级 +  \n- **近期诊断的恶性肿瘤**：风险等级 +++  \n- **既往恶性肿瘤病史**：风险等级 +  \n- **心肌浸润性疾病**：风险等级 +++  \n- **炎性心肌疾病**：风险等级 ++  \n- **不可逆的严重肝病**：风险等级 +++  \n- **中度肝功能不全（与心源性淤血关系不明确）**：风险等级 ++  \n- **肝酶轻度升高（可能与心源性淤血相关）**：风险等级 +  \n- **不可逆肺病（FEV1 < 1L 或 FVC < 50% 预计值）**：未明确标注  \n- **不可逆肺病（FEV1 ≤ 1.5L 或 FVC < 65% 预计值）**：未明确标注  \n- **轻至中度肺病（FEV1 > 1.5L 或 FVC > 65% 预计值）**：风险等级 +  \n- **近期肺梗塞**：风险等级 ++  \n- **未控制的情感性精神障碍或精神分裂症**：风险等级 +++  \n- **已控制的情感性精神障碍或精神分裂症**：风险等级 ++  \n- **人格障碍**：风险等级 ++  \n- **吸烟**：风险等级 ++  \n- **活动期未解决的药物滥用**：风险等级 +++  \n- **近期已解决的药物滥用**：风险等级 ++  \n- **依从性差**：风险等级 +++  \n- **中度肥胖（120%~140% 理想体质量 或 BMI 30–35 kg/m²）**：风险等级 +~++  \n- **骨质疏松症**：风险等级 +~++  \n- **缺乏社会支持**：风险等级 +~++  \n\n---\n\n### 表格注释\n**缩写：**  \n- **FEV1**：第一秒用力呼气容积  \n- **FVC**：用力肺活量  \n- \"+\"号数量表示风险等级：+ 表示轻度，++ 表示中度，+++ 表示重度  \n\n++++\n\n## 3 心脏移植受者术前检查\n\n移植给受者生理及代谢带来巨大改变，免疫抑制剂不良反应可能引起某些器官的严重损害，因此受者必须接受详细的术前检查，确保心脏以外器官功能状况正常，或虽有损害但可经过治疗纠正，能够耐受心脏移植手术及术后免疫抑制治疗。\n\n### 3.1 实验室检查\n\n（1）常规检查 血常规、尿常规、大便常规及潜血、凝血功能、肝功能、肾功能（肌酐清除率）、尿蛋白测定和血脂分析。对肾功能受损的患者尽可能予以纠正，并做数后连续肾脏替代疗法或透析的准备。\n\n（2）糖代谢相关检查 空腹血糖、糖耐量试验和尿糖检测。对于空腹血糖正常但体型肥胖或有糖尿病家族史的患者应行糖耐量试验。隐性糖尿病患者可能仅在糖负荷较大时才出现糖代谢异常，术前明确诊断可避免术后血糖大幅度波动，并提前制订针对性营养支持方案。\n\n（3）病原学检查 病毒学检查包括HBV、HCV、CMV、EB病毒、单纯疱疹病毒和HIV抗体检测，细菌及寄生虫检查包括组织胞浆菌、弓形虫、梅毒螺旋体、曲霉、耶氏肺孢子菌和皮炎芽生菌等，鼻腔、口腔、咽部以及尿液、痰液、皮肤和血液细菌涂片、培养甚至药敏试验。\n\n### 3.2 免疫学检查\n\n所有移植候选者均需进行群体反应性抗体（panel reactive antibody,PRA）筛查，PRA&gt;10%时需进一步检查。受者需进行抗HLA特异性抗体检测（包括抗HLA-A、B、Cw、DR和DQ抗体），该检测可在各移植中心进行，也可集中在一个地区认证的HLA检测实验室进行。目前，尚缺乏国际统一标准，每个移植中心需各自确定抗HLA抗体的安全范围，避免排斥反应风险。高致敏候选者在接受脱敏治疗时应定期检测抗HLA抗体，非高致敏候选者应每6个月检测1次。接受输血的候选者，应在输血后2\\~4周内再次检测抗HLA抗体。对于感染后或正在接受MCS的受者，抗HLA抗体检测频率尚无统一意见。\n\n心脏移植供者选择上，首先要与受者ABO血型相容，再进行HLA配型，其中最重要的位点为A、B 和DR。但鉴于心脏移植供心缺血时间的限制，且HLA配型匹配程度并不影响移植心脏早期存活，因此国际指南不要求心脏移植术前常规进行HLA配型。高致敏受者有条件时可以进行虚拟交叉配型，以扩大供心来源；同时，回顾供受者交叉配型结果可以作为制订免疫抑制方案的参考。\n\nPRA和淋巴细胞毒交叉配合试验主要用来测定受者体内是否有针对供者抗原的抗体。PRA强阳性则发生超急性排斥反应的概率增高，属于移植禁忌证；淋巴细胞毒交叉配合试验中，淋巴细胞溶解率＞20％为阳性，属于移植禁忌证。因PRA水平过高，导致找到匹配供者的可能性很小或无法匹配时，可以采取脱敏治疗。脱敏治疗措施包括静脉输注免疫球蛋白、血浆置换（单独或合并使用）和利妥昔单抗，少数经选择的病例可行脾切除。脱敏治疗的有效性及对心脏移植预后的影响仍需大型随机对照临床试验进一步评估。\n\n\n### 3.3 多器官系统检查\n\n（1）常规检查 12导联心电图、超声（心脏、肝胆胰脾、双肾、颈动脉、肾动脉和下肢动脉）、胸部X线片及肺部CT、心脏MRI和肺功能测定。冠心病和恶性肿瘤患者应行正电子发射计算机断层显像，终末期冠心病患者应行发射型计算机断层扫描。对于超声检查发现的肝脏良性病变，如较小的肝血管瘤、肝囊肿等，只要不影响肝功能和手术安全，就不被视为心脏移植禁忌证。较小的肾结石等肾脏良性病变，只要不影响肾功能，可以待心脏移植术后再决定是否根治。特殊患者必要时可行消化道造影及纤维内镜检查。\n\n（2）心肺运动试验 建议不存在心肺运动试验禁忌证的候选者，采用该试验进行心脏移植入选评估，但不建议仅以PeakVO2作为入选依据。极量心肺运动量定义为在最佳药物治疗下呼吸交换率(respiratoryexchangeratio,RER)≥1.05，并且达到无氧阈。对于不能耐受 β受体阻滞剂的患者，以PeakVO2≤14mL·∼kg-1·min-1为入选标准，对于使用1种 β 受体阻滞剂的患者，以 PeakVO2≤12mL·∼kg-1··min-1为入选标准；接受心脏再同步治疗的患者也参照以上推荐。对于年轻患者（＜50岁）和女性患者，可以考虑联合使用其他替代标准和PeakVO2作为入选标准，例如PeakVO2≤50%预计值。采用次极量运动方案（RER&lt;1.05)进行试验的患者，也可将二氧化碳通气当量&gt;35作为移植入选标准。对于肥胖患者（BMI&gt;30∼kg/m2），可以考虑使用去脂体质量校正PeakVO2&lt;19mL·kg-1·min-1作为评估预后的最优阈值［3］。无心肺运动试验设施的移植中心，可以进行六分钟步行试验，测定患者6min内在平直走廊里尽可能快速步行的距离，&lt;300m为重度受限，300\\~375m 为中度受限，&gt;375\\~450m为轻度受限，&gt;450m正常。\n\n（3）心脏专科检查 右心导管（或Swan-Ganz 漂浮导管）检查，主要了解肺动脉压、肺血管阻力（pulmonary vascular resistance,PVR）等指标，存在右心导管检查禁忌证的患者可以参考超声心动图估测的肺动脉压。已进入移植等待名单的成人患者，尤其是存在可逆性肺动脉高压或心功能衰竭症状恶化的患者应每3\\~6个月接受1次右心导管检查。肺动脉收缩压≥50mmHg(1mmHHg=0..133kPa，下同）和平均跨肺场脉压力梯度≥15mmHg或PVR&gt;3 Wood单位的患者，应给予血管扩张药物保证动脉收缩压&gt;85mmHg，如果治疗效果不佳则应持续血流动力学监测，PVR常在给予利尿、强心、血管活性药物和吸入一氧化氮等治疗后24\\~48h下降［22］。如果药物治疗无法稳定血流动力学状态，且MCS不能有效降低左心负荷，可以认为肺动脉高压不可逆。需要注意的是，左心辅助装置植入后，为确定肺动脉高压是否可逆，再次血流动力学评估应间隔3～6个月。不建议儿童受者定期行右心导管监测。",
    "metadata": {
      "lang": "zh",
      "source_file": "/Users/naiw/Desktop/PHD 2025/常温灌注/heart data/完整 txt/consensus_中国心脏移植受者术前评估与准备技术规范(2019版).txt"
    }
  },
  {
    "id": "consensus_中国心脏移植术后并发症诊疗规范(2019版)",
    "text": "# 中国心脏移植术后并发症诊疗规范\n\n## （2019版）\n\n中华医学会器官移植学分会\n\n【摘要】心脏移植术后并发症主要有术后出血、低心排综合征、急性右心衰竭、心律失常、消化道并发症、中枢神经系统并发症、急性肾功能衰竭和术后感染。所有并发症均可严重影响心脏移植受者术后的生存质量。为了进一步规范心脏移植术后并发症的诊断和治疗，中华医学会器官移植学分会组织心脏移植专家，总结相关国内外最新进展，结合国际指南和临床实践，从术前对供、受者进行准确评估、围术期进行针对性预防、积极治疗并发症病因以及保护心功能等方面，制订中国心脏移植术后并发症诊疗规范（2019版）。\n\n【关键词】心脏移植；并发症；围手术期；感染\n\n## 1 围手术期并发症\n\n### 1.1 术后出血［1］\n\n术后出血是心脏移植术后早期常见并发症之一，术中注意检查各吻合口是预防术后出血的有效措施，术后应监测凝血功能，及时补充鱼精蛋白，必要时给予新鲜血浆。如发现下列情况则应再次开胸探查及止血:\n(1）凝血机制指标正常，胸腔引流量连续6～8h大于200mL/h，且无减少倾向.\n(2）术后突然出现大量血性引流液，引流管手感温暖，一般为有较大出血点，应立即开胸止血.\n(3）术后8\\~24h内，床旁胸部X线片示纵隔影逐渐增宽，提示有纵隔积血；或床旁彩色多普勒超声示大量心包积液，应尽快手术，取出前纵隔及心包腔内的凝血块.\n(4）术后胸腔引流液突然减少，要密切观察有无急性心脏压塞的征象，必要时再次开胸探查。\n\n### 1.2 低心排量综合征\n\n增快、血压下降、脉压变小、脉搏细弱、四肢湿冷、面色苍白、尿量减少、意识障碍、心律失常、肺水肿和中心静脉压升高等征象，如果受者已放置Swan-Ganz 管，可检测心排血量、心脏排血指数，也可通过床边彩色多普勒超声测定心排量。\n DOI: 10.3877/cma.j.issn.1674-3903.2019.01.005\n\n 通信作者：陈良万（福建医科大学附属协和医院，Email：chenliangwan@tom.com)\n\n（1）诊断 发生低心排量综合征时可出现心率.\n\n（2）处理 首先要查明原因，怀疑为急性排斥反应所致，可考虑行紧急心内膜心肌活检。若证实为急性排斥反应，使用甲泼尼龙冲击治疗。如果是获取供心过程中心肌发生严重损害，需加大正性肌力药物用量，必要时配合应用主动脉内球囊反搏或左心辅助循环，以短期支持心功能。\n\n\n### 1.3 急性右心衰竭\n\n（1）诊断 心脏移植术后如出现肺动脉压和中心静脉压升高、右心室扩大和颈静脉怒张、肝脏增大以及下肢浮肿时，应考虑右心衰竭的可能。\n\n（2）处理 ①如在手术室发生右心衰竭，应首先检查肺动脉吻合情况，确认有无转位、扭曲或冠状动脉气栓，及时处理；②纠正缺氧、酸中毒，防止肺血管收缩，测定受者肺动脉阻力，如果肺动脉阻力＞2.5 Wood单位，则给予药物治疗；③静脉给予多巴胺、多巴酚丁胺、前列腺素E和硝酸甘油等药物，以增强心肌收缩力、减少前负荷及降低肺动脉压；④加强利尿，严格控制输液量。\n\n### 1.4心律失常\n\n心脏移植术后窦房结功能紊乱，早期可采用药物治疗，术后1周内静脉给予异丙肾上腺素，维持窦性心率在110\\~120次／min，或安装临时心脏起搏器。房性和室性心律失常要针对病因治疗，及时给予抗心律失常药物，如利多卡因、心律平和胺碘酮等。\n\n### 1.5 消化系统并发症\n\n心脏移植受者因术前长期心力衰竭、胃肠道淤血、缺血缺氧以及肠道功能紊乱，加之术后早期大量使用糖皮质激素及其他免疫抑制剂，易出现消化不良及急性胃黏膜损伤。处理原则是重视受者全身状况的稳定，减轻心肺负担，必要时适当使用抑酸药物。如保守治疗无效，要及开腹探查，手术方法应简单、有效。\n\n### 1.6 中枢神经系统并发症\n\n心脏移植术中缺血缺氧或灌注压不稳定可造成脑缺血缺氧性损伤，一旦发生，应及时给予脱水降温、保护脑细胞等治疗。反跳性高血压要给予适当剂量的扩血管药物。若考虑环孢素不良反应，可适当减少其剂量。\n\n### 1.7 急性肾功能衰竭\n\n心脏移植受者由于术前长期心力衰竭、低血压及肾灌注不良，加上长期服用利尿剂，肾储备功能差，术中体外循环、术后低心排量以及免疫抑制剂对肾脏的损伤都是心脏移植术后肾功能衰竭的原因。\n\n（1）诊断 ①尿量&lt;0.5mL⋅kg-1⋅h-1或400mL/24h；②尿比重&lt;1.016或较长时间固定在1.010左右；③血尿素氮&gt;17.9mmoL/L，血清肌酐每日迅速上升88.4∼176.8μmmoL/L，血尿素氮／血清肌酥比值&lt;10，尿肌酐／血清肌酐比值＜20；④内生肌酐清除率较正常下降50%以上或&lt;0.08mL/s；⑤电解质紊乱，如高血钾、镁和磷以及低血钠、钙和氯。\n\n（2）处理 ①停用环孢素或他克莫司，选用糖皮质激素、抗胸腺细胞球蛋白及OKT3等；②应用血管扩张剂；③强心利尿、应用前列腺素E等；④血液透析或肾移植；⑤其他治疗包括严格限制液体入量、纠正酸中毒和高血钾以及控制感染。\n\n## 2 术后感染\n\n感染是心脏移植术后死亡和发生并发症的重要原因，重在预防。术前合并感染应积极有效抗感染治疗，术中、术后严格无菌操作，术后尽早拔除气管插管及各种介入性插管，及早恢复饮食，建立正常的胃肠道菌群。常见的感染有细菌、病毒、真菌、原虫和其他感染。\n\n### 2.1 细菌感染\n\n（1）肺部感染 肺部感染常见咳嗽、气促和发热等症状。肺部听诊可有干湿性啰音或痰鸣音，X线检查可发现肺部浸润病灶，痰培养可明确致病菌。治疗上主要依据痰培养结果使用敏感抗生素，但应尽量避免使用广谱抗生素，同时积极采用雾化吸入及鼓励咳嗽等方法促进排痰。\n\n（2）尿路感染 术后尽早拔除导尿管是预防尿路感染的最佳方法。如拔除导尿管后尚未控制感染，可使用敏感抗生素治疗1周。\n\n### 2.2 病毒感染\n\n（1)CMV感染 可呈高热起病、关节酸痛、白细胞减少、血小板减少和肝酶异常。CMV感染可增加排斥反应发生率，增加细菌和真菌的双重感染和机会性感染。临床表现包括间质性肺炎、胃肠道症状、肝炎、淋巴结肿大、皮疹、关节炎、心肌炎和脑膜脑炎等。更昔洛韦可能是目前唯一有效的治疗药物。\n\n（2）单纯疱疹病毒感染 以黏膜损伤为主，可引起皮肤疱疹、口腔溃疡，严重感染者可侵犯肺、气管及食管。可应用阿昔洛韦、更昔洛韦治疗。\n\n（3)EB病毒感染 可促进B细胞增殖，导致移植后淋巴组织增生。治疗包括免疫抑制剂减量、应用阿昔洛韦防止进一步感染和外科切除肿块。\n\n### 2.3 真菌、原虫和其他感染\n\n（1）真菌感染 受者痰、尿液和粪便常可培养出白假丝酵母菌，发病后可引起死亡；可使用氟康唑和两性霉素B治疗，肺部感染可同时雾化吸入治疗。肺部毛霉感染使用抗真菌药物效果差，死亡率高；若病灶局限于单个肺叶，则行肺叶切除术，术后使用两性霉素B继续治疗。\n\n（2）星形放线菌感染 组织或痰培养易获阳性结果，青霉素治疗有特效。\n\n（3）弓形体病 心内膜心肌活检可见兔弓行虫包囊、心肌细胞坏死及纤维化，治疗主要使用乙胺嘧淀+碳胶密淀+亚叶酸。\n\n（4）肺囊虫感染 通过支气管肺泡灌洗或经纤维支气管镜活检发现有包囊即可诊断。治疗可使用抗菌增效剂和磺胺二甲嘧啶或磺胺甲基异噁唑。\n\n（5）嗜肺军团菌感染 通过痰培养或支气管肺泡灌洗液培养，或经荧光抗体染色可以诊断。可单用红霉素或联用利福平治疗，一般疗程3周。\n\n\n（6）毒浆体原虫感染 心内膜活检、Giemsa染色可以诊断。术前口服乙胺嘧啶可预防发病。",
    "metadata": {
      "lang": "zh",
      "source_file": "/Users/naiw/Desktop/PHD 2025/常温灌注/heart data/完整 txt/consensus_中国心脏移植术后并发症诊疗规范(2019版).txt"
    }
  },
  {
    "id": "consensus_中国心脏移植术后随访技术规范(2019版)",
    "text": "**·诊疗规范·**\n\n# 中国心脏移植术后随访技术规范（2019版）\n\n中华医学会器官移植学分会\n\n【摘要】心脏移植术后受者管理的目标是指导受者认识疾病，提高依从性，通过宣传教育来实现部分自我管理，有助于给随访医师提供信息反馈以早期识别排斥反应，减少药物不良反应、感染等并发症，并对出现诸如移植物冠状动脉疾病、恶性肿瘤、肾病和高血压等其他代谢性疾病提供相应的诊疗措施，以获得长期生存和较高的生活质量，并提供精神心理支持，使受者重返社会和工作岗位。为了进一步规范心脏移植术后随访，中华医学会器官移植学分会组织心脏移植专家，总结相关国内外最新进展，结合国际指南和临床实践，从随访频率应、监测和治疗并发症以及管理血脂等方面，制订中国心脏移植术后随访技术规范（2019版）。\n\n【关键词】心脏移植；随访；排斥反应；并发症；血脂\n\n心脏移植术后随访的目的是监测是否发生排斥反应和不良事件，受者管理的目标是增进其对疾病的认识，积极参与并实现部分自我管理，提高依从性并获得长期生存和较高的生存质量。移植中心应对心脏移植受者进行终身随访，原因如下：\n（1）有发生急性或慢性排斥反应的可能;（2）免疫抑制剂个体化治疗随着时间的延长，剂量可能需要相应调整;(3）免疫抑制剂长期应用的不良反应和药物相互作用以及与之相关的感染和恶性肿瘤发生风险;（4）存在需要特殊监测和处理的并发症。\n\n各移植中心应建立心脏移植术后随访病历，并保留受者联系方式（电话、传真、微信和手机移植随访程序），电话告知受者出院后及来院复查注意事项、此次检查结果及下次复查时间，并将免疫抑制剂调整方案以及心率、血压、血脂、尿酸、血糖、感染、排斥反应和药物不良反应的监测结果录入病历。\n\n## 1 随访频率和内容\n\n心脏移植受者随访频率应根据术后时间和临床表现决定。若受者恢复顺利，术后随访第1个月每7\\~10天1次，第2个月每14天1次，术后第2年每个月1次，2年后每3\\~6个月1次。如果出现免疫抑制剂血药浓度不稳定、不良反应、感染和排斥反应等并发症，以及存在棘手的医学或社会心理异常等问题，随访频率应随之增加，除了常规门诊随访以外，每1\\~2年还应行进一步的临床评估。\n\nDOI:10.3877/cma.j.issn.1674-3903.2019.01.006\n\n通信作者：黄洁（中国医学科学院阜外医院，Email:huangjie＠fuwai.com)\n\n随访项目包括1:\n(1）完整的病史采集及体格检查;(2）血液、尿液检测;(3）心电图、超声心动图检查;(4）冠状动脉造影和血管内超声或冠状动脉CT检查（每1\\~2年1次）;(5）各移植中心自行制定流程进行心内膜心肌活检; (6）根据检查结果分析并进行药物调整。\n\n如果出现下列情况，当地医师应告知移植中心：\n(1）任何原因的住院；(2）改变药物，包括对确认或可能的感染所进行的抗细菌、抗真菌和抗病毒治疗；（3）低血压或无法解释的收缩压较基线下降≥20mmHg (1 mmHg=0.133kPa,，下同）;(4）静息心率较基线上升&gt;10次/min;(／5）发热≥38∘C，或不能解释的发热&lt;38∘C持续≥48h; 6)1周内体质量增加≥0.9kg;(7)无法解释的体质量减少＞2.3kg;(8）择期手术；(9）气短加重；(10）肺炎或任何呼吸系统感染；(11）晕厥；(12）排除肌肉、骨骼症状的胸痛；(13）腹痛、恶心、呕吐或腹泻；(14）脑血管事件、癫痫或精神状态改变。\n\n## 2 并发症的监测和治疗\n\n### 2.1 移植物冠状动脉病（transplant coronary artery disease,TCAD)[1-2]\n\nTCAD是一种独特的、快速进展的疾病，以移植心脏冠状动脉早期血管内膜增生、晚期心外膜下血管狭窄、小血管闭塞及伴心肌梗死为特征，最初表现通常为室性心律失常、充血性心力衰竭及猝死，是心脏移植1年后死亡的首要原因。心脏移植5年后，约40%\\~50％的受者经血管造影证实发生TCAD，表现为血管内膜呈向心性增生且病变弥漫，冠状动脉从近端到远端均受累，多不伴内膜钙化且内弹性膜完好。\n\nTCAD的病因仍不明确，但有强烈证据表明与受非免疫危险因素调节的免疫机制相关。非免疫危险因素主要包括移植手术本身、供者年龄、高血压病、高脂血症及术前糖尿病。免疫机制主要涉及急性排斥反应，研究表明抗HLA抗体的形成与心脏移植5年后TCAD发病风险相关；心内膜心肌活检证实有Quilty病变的受者术后5年发生TCAD的风险高于无Quilty病变的受者，是TCAD发生的预测因素。另外，与免疫抑制剂（如CNI、糖皮质激素）相关的不良反应（如CMV感染、肾毒性和新发糖尿病）也在TCAD发展中扮演重要角色。\n\n由于移植物去神经化后导致的无症状性心肌缺血使TCAD临床诊断尤为困难和复杂。冠状动脉CT和造影检查是目前监测TCAD的常用方法。血管内超声能更好地检查血管壁形态及内膜增厚程度。心脏移植受者早期局限性TCAD可行经皮冠状动脉支架植入治疗，效果满意。终末期TCAD由于病变弥漫，且远端血管受累，支架植入及旁路移植治疗效果较非心脏移植患者差，唯一有确切疗效的治疗手段是再次移植。但再次移植增加受者风险，并且面临供器官不足的问题，因此TCAD重点在于预防。术前获取供心时应避免血管内皮损伤，缩短冷缺血时间，转运及保存供心时要注意做好保护措施，术后应经验性地修正危险因素（优化饮食结构、戒烟和控制高血压、血脂等）。研究表明，使用钙通道阻滞剂（calcium channel blockers,CCB）、戊二酰辅酶A还原酶抑制剂或血管紧张素转化酶抑制剂（angiotensin-converting enzyme inhibitor,ACEI）可减少TCAD的发生。新型免疫抑制剂，尤其是细胞增殖抑制剂（依维莫司、西罗莫司），可能降低TCAD 的发病率，对减轻其严重程度及减缓疾病进展也有帮助。\n\n### 2.2 恶性肿瘤[1,3-4]\n\n长期免疫抑制治疗增加了恶性肿瘤的发病率（约4%\\~18%)，比一般人群发病率高100倍。同时，随着移植物及受者生存时间延长，肿瘤发病率也逐渐升高。恶性肿瘤己成为影响移植受者长期生存的重要因素。淋巴细胞增殖性疾病（post-transplant lymphoproliferative disorders,PTLD）和皮肤癌是心脏移植受者最常见的恶性肿瘤。国际指南针对心脏移植术后恶性肿瘤的随访建议包括：(1）心脏移植术后应进行常规乳腺、结肠和前列腺肿瘤筛查，筛查建议同普通人群；(2）心脏移植受者应进行严格的皮肤癌筛查，包括健康教育和建议每年进行皮肤病检查；(3）心脏移植术后PTLD的评估和治疗应在移植中心由专业医师进行；(4）除骨髓移植外，没有证据证明在出现与淋巴系统无关的肿瘤时减少免疫抑制剂的使用能够获益；(5）对于存在恶性肿瘤高危因素的心脏移植受者，术后应尽量减少免疫抑制剂的使用。\n\n### 2.3 慢性肾脏病（chronic kidney disease,CKD)[1,5-6］\n\n心脏移植受者伴有终末期肾功能衰竭则死亡风险明显增加。环孢素和他克莫司的肾毒性作用己被广泛认同并被详细阐明。较小剂量的环孢素对于延缓肾病进展或许有用，尤其是在与新型免疫抑制剂合用时，如吗替麦考酚酯（mycophenolate mofetil，MMF）、西罗莫司和雷帕霉素。也有一些移植中心采用无CNI的免疫抑制方案。国际指南针对心脏移植术后CKD的随访建议包括：(1）心脏移植术后每年使用简化肾脏病膳食改良公式评估肾小球滤过率（glomerular filtration rate, GFR),GFR&lt;60mL⋅min-1⋅(1.73m2)-1 或GFR每年下降&gt;4mL⋅min-1⋅(1.73m2)-1，复查频率应提高；(2）心脏移植术后GFR&lt;30mL⋅min-1⋅(1.73m2)-1,蛋白尿&gt;500 mg/d 或GFR 每年下降＞4mL⋅min-1⋅(1.73m2)-1的受者，应请肾脏病学专家协助诊治肾病相关代谢异常和并发症，同时可考虑行肾移植；(3）合并CKD的心脏移植受者，环孢素和他克莫司应减至最小有效剂量，服用硫唑嘌呤的受者建议转换为MMF;(4）普通人群CKD治疗策略同样适用于心脏移植受者，包括有效控制血糖、血压，应用ACEI／血管紧张素受体拮抗剂（angiotensin receptor blockers,ARB);(5）合并CKD的受者每年进行血红蛋白测定，如果出现贫血应给予补铁和促红细胞生成素治疗，维持血红蛋白在11\\~13g/dL;(6）出现终末期肾病可考虑行肾移植；(7）当ACEI/ARB不能有效控制血压时，考虑加用CCB类药物。\n\n### 2.4 移植术后糖尿病［1,7-8］\n\n术前有糖尿病史及部分术前无糖尿病史的心脏移植受者，术后因免疫抑制剂的使用可能使病情加重或新发糖尿病，因此应在移植术前评估糖尿病危险因素。国际指南针对心脏移植术后糖尿病的随访建议包括：(1）心脏移植术后对于糖尿病的有效预防、早期诊断和有效治疗十分关键；(2）心脏移植受者应定期进行血糖、口服葡萄糖耐量试验和糖化血红蛋白检查，检查频率由危险因素控制情况和免疫抑制方案决定，并将影响血糖代谢的免疫抑制剂尽量减至最低有效剂量；(3）心脏移植受者应有效控制体质量，注意营养和饮食，适当运动；(4）合理使用糖皮质激素和CNI类药物；(5）每年进行糖尿病相关并发症的评估，包括眼科、足部和外周血管病变评估等；(6）与内分泌医师共同对心脏移植术后糖尿病受者进行管理。\n\n### 2.5 高血压[1,9]\n\n50%\\~90％的心脏移植受者术后合并中、重度高血压，体液潴留及外周血管收缩可能是主要原因。虽然确切机制目前尚未明确，但很可能与环孢素诱导的肾小管毒性以及交感神经兴奋介导的全身动脉（尤其是肾动脉）收缩相关。服用他克莫司的受者高血压发生率较服用环孢素者低。心脏移植术后高血压治疗难度大，单一降压药物治疗效果不佳，目前仍仅为经验性治疗。这部分人群应慎用利尿剂，过度利尿可进一步降低肾血流量及改变环孢素药物代谢动力学，从而增加环孢素肾毒性。由于β受体阻滞剂减弱了运动时心脏的心率调节能力，因此须谨慎应用。国际指南针对心脏移植术后高血压的随访建议包括：(1）心脏移植受者降压治疗受益与普通人群相似，因此心脏移植术后高血压的治疗建议目标应与普通人群相同；(2）调整生活方式（包括减肥、低钠饮食和运动）可以协助药物达到更有效控制血压的目的；(3）根据经验和治疗后血压水平选择心脏移植术后高血压受者的治疗药物，CCB是最常用的药物，但ACEI和ARB对合并糖尿病的受者疗效更好，可与CCB联用；(4）纠正危险因素，如糖尿病和高脂血症；(5）适当调整免疫抑制方案对心脏移植术后高血压受者的治疗有益，尤其是停用糖皮质激素；(6）心脏移植成人和儿童受者均可发生术后高血压，可通过动态血压监测进行评估。\n\n### 2.6 糖皮质激素相关骨病［1,10-11］\n\n移植术后应用糖皮质激素可能引起骨质疏松、骨折或股骨头坏死。因此，所有等待心脏移植的成人患者术前都应确认是否存在骨骼疾病。国际指南针对心脏移植术后糖皮质激素相关骨病的随访建议包括：(1）建议在进入等待名单时就进行检查，成人基线骨密度测定可通过双能X线骨密度仪对脊柱和股骨颈进行扫描；(2）由于在等待心脏移植期间骨密度可以得到明显改善，建议及时评估已经存在低骨密度或椎骨骨折的患者，并对可纠正的继发性\n\n骨质疏松进行治疗，同时建议使用双磷酸盐类药物治疗；(3）所有等待心脏移植的患者和心脏移植受者均推荐钙摄入量为1000\\~1500g/d，具体根据年龄和绝经期情况确定；维生素D摄入量为400～1000 IU/d，或维持血清25羟维生素D水平≥30ng/mL（即75 nmol/L);(4）应鼓励心脏移植受者术后进行有规律的负重和肌肉力量练习，以减少跌倒和骨折的风险并增加骨密度；(5）建议心脏移植成人受者术后立刻开始双磷酸盐类药物治疗，并至少持续至术后1年；心脏移植1年后，如果已经停用糖皮质激素并且骨密度相对正常（骨密度T值≥1.5)，在对骨质疏松保持高度警惕的基础上停用双磷酸盐类药物是合理的；(6）建议成人受者在心脏移植术后1年，对近端股骨和腰椎骨的骨密度进行复查，由于双磷酸盐类药物治疗使骨密度增加但对预防骨折发生效果甚微，故对于接受皮质醇和／或双磷酸盐类药物治疗的成人受者最好每年复查1次，建议有骨质疏松的受者每2年复查1次，骨密度正常的受者每3年复查1次，任何临床上可能提示骨折症状的出现，均应及时对受者进行骨X线检查；（7）对于心脏移植儿童受者，监测生长期发育及骨骼疾病迹象或症状很重要，在密切监测临床不发生排斥反应的基础上，可考虑将糖皮质激素减量或停用；(8）应鼓励心脏移植儿童受者术后增加体育锻炼，每日通过饮食摄入或额外补充钙和维生素D，同时根据年龄进行调整；(9）对于骨骼尚未发育成熟的心脏移植儿童受者，双磷酸盐类药物只用于骨密度降低相关的轻微创伤所致骨折或脊柱压缩；（10）双磷酸盐类药物作为钙和维生素D治疗的补充，心脏移植受者可长期应用治疗骨质疏松；（11）维生素D的活性代谢产物（骨化二醇、阿法骨化醇和骨化三醇）不推荐作为心脏移植术后骨质疏松治疗的一线用药，如果使用，则需每季度检测尿液和血清中钙的水平（高钙血症和高尿钙浓度十分常见并可在治疗过程的任何时候出现）;(12）不建议将降钙素用于预防心脏移植术后骨质疏松。\n\n## 3 心脏移植术后血脂管理［1,12］\n\n对心脏移植成人受者，不论其胆固醇水平如何，在心脏移植1\\~2周后建议开始他汀类药物治疗，考虑到与环孢素和他克莫司的药物相互作用及不良反应风险，他汀类药物的起始剂量应低于治疗高脂血症的推荐剂量。",
    "metadata": {
      "lang": "zh",
      "source_file": "/Users/naiw/Desktop/PHD 2025/常温灌注/heart data/完整 txt/consensus_中国心脏移植术后随访技术规范(2019版).txt"
    }
  },
  {
    "id": "consensus_中国心脏移植术操作规范(2019版)",
    "text": "·诊疗规范·\n\n# 中国心脏移植术操作规范（2019版）\n\n中华医学会器官移植学分会\n\n【摘要】心脏移植术术中操作主要包括受者病心切除、术前供心准备以及供心移植，目前较为常用的原位心脏移植术式主要包括双腔静脉法、双房法以及全心法心脏移植。为了进一步规范心脏移植术的操作，中华医学会器官移植学分会组织心脏移植专家，总结相关国内外最新进展，结合国际指南和临床实践，针对以上重要操作步骤及常用术式的操作要点、程序和方法，以及再次心脏移植、异位心脏移植和安装心室辅助装置后的心脏移植等特殊操作，制订中国心脏移植术操作规范（2019版）。\n\n【关键词】心脏移植；双腔静脉法；双房法；全心法；再次心脏移植；异位心脏移植\n\n## 1 受者病心切除\n\n### 1.1 要点\n\n既往未实施过胸骨劈开术的受者，通常在供心到达前1小时做皮肤切口；既往实施过心脏手术，则将时间延长至2h，以便有充足时间进行二次开胸及分离粘连，完全解剖游离受者自身心脏。动、静脉插管应尽量靠近远心端，上、下腔静脉及左心房后壁切除应保留足够的残端，便于吻合。\n\n### 1.2 操作程序及方法\nDOI:10.3877/cma.j.issn.1674-3903.2019.01.003\n\n通信作者：郑哲（中国医学科学院阜外医院，Email:zhengzhe＠fuwai.com)\n\n（1）常规术前准备，消毒，铺巾，取胸正中切口，锯开胸骨。\n\n（2）纵行切开心包，常规探查心脏，充分游离上、下腔静脉和主、肺动脉，肝素化后准备体外循环。上、下腔静脉插管，位置尽量靠近远心端，主动脉插管位置靠近无名动脉起始部的升主动脉远端。\n\n（3）上、下腔静脉套上阻断带，开始体外循环并降温至28\\~32℃，阻断上、下腔静脉及升主动脉。根据术式确定心脏切除和保留组织范围。以双腔静脉法为例，于上腔静脉和右心房交界处切开右心房，沿房间沟向下至下腔静脉，为避免下腔静脉回缩，可以保留部分右心房，以备与供心下腔静脉吻合，切口转向房间隔及左心房，并向左侧延伸。上腔静脉切口同时向左侧延伸，切开左房顶、左心耳与左肺静脉交界，切除左心房前壁。在主动脉窦上方切断升主动脉，在主肺动脉水平切断肺动脉，移除心脏。\n\n（4）切除心脏后，用电刀分离主动脉和肺动脉近端1\\~2cm，注意避免损伤右肺动脉。直接插入或通过右上肺静脉插入左心引流管至残留左心房，连续引流肺静脉回流血液。\n\n### 1.3 注意事项\n\n不同的原位心脏移植术式在左、右心房切除的处理上略有不同。\n\n（1）双房法心脏移植保留受者左、右心房全部后壁。\n\n（2）全心法心脏移植先按双房法切除受者心脏，然后解剖出上、下腔静脉和左、右心房后壁，自上、下腔静脉入右心房的水平全部切除右心房，切除大部分左心房，保留左、右肺静脉，各形成一个袖状开口。\n\n（3）双腔静脉法心脏移植右心房切除同全心法，左心房切除同双房法。\n\n（4）供、受者心脏切除的时限非常重要，器官获取和移植团队之间需频繁沟通，保证相关程序得到最佳协调，以减少移植物缺血时间和受者体外循环时间。\n\n## 2 术前供心准备操作要点\n\n供者转运至受者手术室后，严格遵循无菌原则，将3层无菌塑料袋逐层打开，建议打开最后1层时更换无菌手套。供心左心房修剪时注意比照受者左心房后壁，使其与受者残余左房后壁尽量匹配。整个过程供心始终保存在盛有冰盐水的容器内。分离主动脉和肺动脉。通过肺静脉口切开左心房，将残留的心房组织修剪成1个圆形套袖口。\n\n\n## 3 双腔静脉法心脏移植术\n\n### 3.1 要点\n\n双腔静脉法是目前临床应用最普遍的心脏移植术式。此术式要求完全切除供心右心房，制作左心房及上、下腔静脉袖口，吻合供、受者左心房袖口，分别行上、下腔静脉断端吻合。上腔静脉吻合多在左心房吻合及下腔静脉吻合后进行。持续评估供、受者之间各吻合口差异非常重要，以便及时调整缝合针距，适当折叠富余的组织完成吻合。大血管保留长度要适当，避免其过长发生曲张，过短产生张力。双腔静脉法吻合能够降低房性心律失常及三尖瓣关闭不全的发生风险，血流动力学效果更佳。吻合顺序可选择：(1）左心房-下腔静脉-上腔静脉-肺动脉-主动脉；(2）左心房-主动脉-左心排气-开放主动脉-心脏复跳-下腔静脉-肺动脉-上腔静脉。\n\n### 3.2 操作程序及方法\n\n（1）左心房吻合 采用双头针滑线吻合受者左上肺静脉水平的左心房袖口与供者左心耳基底部附近的左心房袖口，开始植入供心。将供心放至受者纵隔内，注意降温以避免相邻胸腔组织的直接热转移。向下继续缝合至房间隔中下部。另一侧沿左心房顶向下吻合至房间隔。不断评估供、受者之间左心房大小的差异，以便适当折叠富余的组织完成吻合。左心房排气后将缝线的两头在心脏外面系紧打结。左心房后壁的缝合务必要仔细以保证术后不出血，心脏复跳后该处出血不易检查，止血困难。\n\n（2）上、下腔静脉吻合 将心脏调整至接近正常解剖位置，使用滑线依次连续端端吻合下腔静脉、上腔静脉。采用外翻缝合方式使心内膜间相互对合，减少血栓形成。\n\n（3）肺动脉吻合 使用滑线从血管内后壁开始端端吻合供、受者肺动脉，最后缝线在前壁外面系紧打结。修剪肺动脉断端非常重要，目的是去除可能引起血管扭曲的多余组织。肺动脉长度要适当，过长容易发生曲张，过短则产生张力，对位不准确则血管扭曲，均可增加右心室流出道阻力。\n\n（4）主动脉吻合 最后完成供、受者主动脉吻合，与肺动脉吻合技术类似，采用标准的端端吻合方式，注意要确保可直视主动脉后壁的缝线，通常在主动脉吻合前开始复温。\n\n（5）心脏复苏 主动脉吻合完毕后，升主动脉根部置排气针以排出供心内残留空气，并撤除主动脉阻断钳。心脏复跳后，需要体外循环并行辅助一段时间，根据缺血时间长短和心脏功能恢复情况确定辅助时间。仔细检查缝线并止血，安装临时起搏器，撤除体外循环并拔出插管，在右心房和右心室表面放置临时心外膜起搏导线，纵隔及胸腔留置引流管，用标准方法关闭正中切口。\n\n## 4 双房法心脏移植术\n\n### 4.1 要点\n\n原位心脏移植经典术式即双房法心脏移植术。该术式包括左心房、右心房、主动脉和肺动脉吻合4个基本步骤。吻合顺序可选择：(1）左心房-右心房-肺动脉-主动脉；(2）左心房-右心房-主动脉-开放主动脉-心脏复跳-肺动脉。\n\n在左上肺静脉水平开始第1针完成左心房吻合。右心房吻合方法与左心房吻合类似，在房间隔的最上端或最下端开始吻合，最后缝线在房间隔的前外侧壁中部系紧打结。左心房后壁的缝合务必仔细以保证术后不出血，心脏复跳后该处出血不易检查，止血困难。\n\n### 4.2 操作程序及方法\n\n（1）左心房吻合 同双腔静脉法左心房吻合操作。\n\n（2）右心房吻合 将心脏调整至接近正常解剖位置，从房间隔右侧壁下部末端开始将缝合线的一支向上，沿逆时针方向连续缝合房间隔，再经房顶向右转到右心房外侧壁；缝合线的另一支向下，沿下腔静脉开口处连续缝合供、受者右心房外侧壁；两支缝线在右心房的外侧壁中部相遇并打结。\n\n（3）肺动脉、主动脉吻合及心脏复苏操作步骤参考双腔静脉法。\n\n## 5 全心法心脏移植术\n\n### 5.1 要点\n\n全心将受者左、右心房全部切除，能更好地恢复心脏的生理功能。但该术式有6个吻合口，吻合时间相对延长，2个肺静脉开口与左心房吻合要求一次完成后不出血。\n\n### 5.2 操作程序及方法\n\n全心法心脏移植术需要分别完成左、右肺静脉及上腔静脉、下腔静脉、肺动脉和主动脉6个吻合步骤。吻合顺序可选择：(1）左、右肺静脉-下腔静脉-上腔静脉-肺动脉-主动脉；(2）左、右肺静脉-主动脉-开放主动脉-心脏复跳-下腔静脉-肺动脉-上腔静脉。\n\n具体方法如下：(1）供心左肺上、下静脉和右肺上、下静脉两个袖状吻合口的修剪；(2）供、受者左、右肺静脉依次连续吻合；(3）调整供心至正常解剖位置，分别连续吻合供、受者上、下腔静脉；(4）肺动脉和主动脉吻合以及心脏复苏等步骤参考双腔静脉法心脏移植术。\n\n## 6 再次心脏移植术\n\n再次心脏移植术可酌情选择上述3种术式。由于首次移植所形成的粘连，游离心脏和分离粘连时可导致出血或心脏停搏。术中应尤其注意：(1）先仔细游离右心房和主动脉；(2）必要时行股动、静脉插管建立体外循环，降低手术风险；(3）可采用电刀切除受者心脏，以减少出血。\n\n## 7 异位心脏移植\n\n### 7.1 要点\n\n有关心脏移植最早的实验研究就是将异体心脏移植到颈部或腹部，故称异位心脏移植。胸腔内异位心脏移植又称并列心脏移植。\n\n并列心脏移植优点：(1）保留的受者心脏已经适应了肺动脉高压，保留病心可以减轻移植心脏的负荷，有助于预防移植早期右心衰竭，故认为适合合并肺动脉高压及严重右心衰竭的受者；(2）移植心脏术后一旦发生并发症，如急性排斥反应等，受者原有心脏还可以暂时维持生命；(3）移植心脏可以帮助受者度过急性心力衰竭期，甚至可能出现受者心脏疾病治愈可能；(4）由于严重肺动脉高压，需要立即进行心脏移植，且短时间无法获得体质量相匹配的供心时，可用小供者心脏并列移植。\n\n并列心脏移植缺点：(1）两个并列心脏使血液分流，心内血流变慢，容易发生心内血栓，引起全身器官栓塞，术后需要终生抗凝；(2）若术后供心出现排斥反应，保留的受者心脏功能可能掩盖移植心脏功能的恶化，使术后排斥反应难以被尽早发现和处理；(3）移植术后解剖关系的改变，增加了心内膜心肌活检的难度；(4）若受者心脏因原发病变不能控制而不得不切除时，二次手术难度增加。\n\n### 7.2 操作程序及方法\n\n供心切取需要进行全心脏切取，并尽可能多保留大血管。受者心脏房间沟切口与供心左心房切口吻合采用连续缝合。在受者心脏顶部切开右心房，向上延伸至上腔静脉，与供心的相应部位进行连续吻合。受者升主动脉右前侧行纵行切开，供心主动脉与受者主动脉行端侧吻合，注意保持升主动脉长度，使供心并靠在受者心脏右侧，同时不产生张力。吻合完成后开放升主动脉，减少供心缺血时间。供心左肺动脉与受者肺动脉行端侧吻合，若长度不够，中间可桥接一段人工血管。\n\n## 8 安装心室辅助装置后心脏移植\n\n安装心室辅助装置后进行心脏移植具有挑战性。所有受者须行胸部CT检查，以确定流出道的位置及走向。在胸骨切开前须分离股动、静脉以备插管。进入胸腔时，应将胸膜及心脏小心分开以安全放置牵引器。重点是上、下腔静脉及主动脉的分离，后续操作步骤可能需要在体外循环下完成。由于存在空气进入血液循环的风险，分流前应对心尖及左心房进行处理，最后应夹紧流出管道以防止返流。",
    "metadata": {
      "lang": "zh",
      "source_file": "/Users/naiw/Desktop/PHD 2025/常温灌注/heart data/完整 txt/consensus_中国心脏移植术操作规范(2019版).txt"
    }
  }
]
